import type { Translations } from "./en";

export default {
  root: {
    comic: "رحلة المزارع: شريط الكوميكس",
    endingTitle: "تهانينا!",
    endingMessage:
      "لقد أكملت شريط الكوميكس! عد إلى لوحة التحكم لبدء استخدام التطبيق.",
    backBashboard: "العودة إلى لوحة التحكم",
    prev: "السابق",
    next: "التالي",
  },
  coldRoomGlitches: {
    title: "كيفية الاستجابة للأعطال الفنية في الغرفة الباردة",
    water: {
      title: "دخول الماء إلى الغرفة الباردة:",
      details:
        " تحقق جيدًا من الأنابيب الداخلية والوصلات وألواح السقف. عالج أي مشكلات على الفور. إذا استمرت المشكلات، أخطر شركة التبريد لاستبدال الأنابيب.",
    },
    condensation: {
      title: "التكثيف يسبب وجود ماء زائد على الأرضية:",
      details:
        "تأكد من إغلاق أبواب الغرفة الباردة أو استخدامها بشكل محدود للحد من دخول الهواء الرطب. يجب على المشغلين تجنب وضع الصناديق المملوءة بالمنتجات مباشرة تحت المبخر لمنع تقطر المياه المحتمل عليها.",
    },
    operators: {
      title: "خطر احتجاز المشغلين في الغرفة الباردة:",
      details:
        "قم بفحص فتحات الأبواب الداخلية بانتظام وأبلغ فورًا عن أي أعطال للفريق الفني للغرفة الباردة. يضمن الإبلاغ في الوقت المناسب حلًا سريعًا لأي مشكلات متعلقة بالأبواب، والحفاظ على الوظيفة السليمة وسلامة الغرفة الباردة.",
    },
    compressor: {
      title: "دخول الماء إلى الغرفة الباردة:",
      details:
        " للحفاظ على عمل الغرفة الباردة بشكل جيد وآمن، لا تفرط في استخدام المساحة، ولا تشغل الضاغط لفترة طويلة جدًا. فكر في تركيب أجهزة مانعة الصواعق أو أجهزة الحماية لمنع الشحن الزائد للتيار لمكونات الغرفة الباردة.",
    },
    short: {
      title: "دائرة قصر في شاحن البطارية الحرارية:",
      details:
        " في الصيف، يمكن أن يسخن سلك المروحة في شاحن البطارية الشمسية. اطلب من فني الشركة توصيله بـ 24 فولت لتبريده وتحسين الأداء.",
    },
  },
  crateCheckingTips: {
    title: "نصائح لفحص الصناديق",
    sorting: {
      title: "الفرز: ",
      one: "الفرز يعني إزالة المنتجات التالفة (من الإصابات الميكانيكية، الحشرات، الأمراض، عدم النضج، الإفراط في النضج، والتشوهات) والمواد الغريبة (مثل بقايا النباتات، التربة، والحجارة) من المنتجات الطازجة القابلة للتسويق. يجب على مستخدمي التبريد فرز صناديقهم قبل تسجيلها.",
      two: "يجب على مشغلي الغرف الباردة فحص الصناديق المخزنة في الغرفة بانتظام والتخلص من العناصر التالفة. خلط المنتجات التالفة يمكن أن يسرع من تلف أو نضج الدفعة بأكملها.",
    },
    "pre-cooling": {
      title: "التبريد المسبق:",
      one: "التبريد المسبق يشير إلى التبريد الأولي للمحاصيل المحصودة حديثًا قبل دخولها إلى الغرف الباردة. وهو يزيل حرارة الحقل من المنتجات باستخدام طرق مثل تبريد الغرفة، وتبريد الهواء القسري، ورش الماء.",
      two: "يفيد التبريد المسبق المزارعين الذين ينقلون منتجاتهم إلى أسواق بعيدة، مما يقلل من قابلية الكدمات واحتياجات التبريد أثناء النقل.",
      three:
        "في درجات حرارة تزيد عن 35 درجة مئوية، يجب إجراء التبريد المسبق في غضون ساعة من الحصاد لزيادة مدة الصلاحية.",
      four: "يمكن استخدام تقنيات التبريد السلبي مثل بطانيات التبريد إذا كانت خيارات التبريد المسبق غير متوفرة.",
      five: "يمكن أيضًا استخدام الحصاد خلال ساعات الصباح الأكثر برودة عندما تكون خيارات التبريد المسبق والتبريد السلبي غير متوفرة.",
      six: "الفواكه ذات القشرة الناعمة (التوت، والعنب، والطماطم، وفواكه النواة، والفلفل، والفلفل الحار، والباذنجان، والخيار، والفاصوليا الخضراء، والبازلاء، والسبانخ) تحتاج إلى تبريد مسبق سريع، بينما يمكن تخزين الأصناف الأكثر صلابة (مثل البابايا، والجوافة، والموز الأخضر، والرمان، والفجل، والملفوف، والقرنبيط، والجزر) بشكل جيد بدونه.",
    },
    "check-in": {
      title: "تسجيل الدخول: ",
      one: " يجب وضع جميع المنتجات التي تدخل الغرفة الباردة في صناديق بلاستيكية جيدة التهوية مع معرفات مخصصة من الشركة.",
      two: "يُفضل استخدام الحاويات البلاستيكية على الصناديق الكرتونية لأنها تظل مستقرة مع وجود ثقوب كافية ورطوبة عالية ويمكن تعقيمها لمنع نمو العفن.",
      three: {
        title: " يجب على المشغلين التأكد من أن:",
        one: " الصناديق جافة قبل وضع المنتجات في الغرفة الباردة لمنع نمو البكتيريا.",
        two: "يتم تسجيل التفاصيل مثل اسم المزارع، ونوع المنتج، ومدة التخزين، وتاريخ الحصاد في تطبيق كولدتيفيت.",
        three:
          "البيانات التي يدخلها المشغل مرئية للمزارعين، الذين يمكنهم تصحيح الأخطاء بسرعة في التطبيق للشفافية.",
      },
    },
    stacking: {
      title: "تكديس الصناديق: ",
      one: {
        title:
          " لضمان الحفاظ على جودة المنتجات المخزنة، اتبع النصائح التالية عند تكديس الصناديق:",
        one: " استخدم 20-23 كجم من المنتجات في صندوق قياسي سعة 25 كجم للتخزين المناسب.",
        two: "اترك فجوة 5-10 سم بين الصناديق لمنع انتشار التلف.",
        three:
          "احتفظ بالصناديق على بعد 10-15 سم من جدران الغرفة الباردة لتجنب إصابة التبريد.",
        four: "انتبه بشكل خاص للموز، والجريب فروت، واليوسفي والبرتقال، والبطاطا الحلوة، والطماطم، والأفوكادو، والمانجو لأنها الأكثر حساسية للتبريد!",
      },
    },
    maintain: {
      title: "للحفاظ على الغرفة الباردة بشكل صحيح:",
      one: "قم بتركيب ستائر بلاستيكية على الأبواب لمنع فقدان الهواء البارد، مما يقلل من التكثيف، وتراكم الجليد، وهدر الطاقة.",
      two: "تأكد من وجود مستويات رطوبة عالية في الغرف الباردة لمنع فقدان الرطوبة، والصقيع، وتكوين الجليد. الرطوبة النسبية العالية (RH) تعني أن الهواء يحتوي على الكثير من بخار الماء مقارنة بقدرته القصوى في درجة حرارة معينة. ومع ذلك، يمكن أن تسبب الرطوبة العالية جدًا التكثيف وتشوه الندى.",
      three:
        " بشكل عام، يلزم وجود رطوبة نسبية تبلغ حوالي 95% عند درجة حرارة أعلى قليلاً من التجمد. حتى العناصر المخزنة في ظروف أكثر دفئًا تستفيد من مستوى رطوبة نسبية يبلغ حوالي 75%.",
    },
    sanitation: {
      title: "تدابير النظافة:",
      one: {
        title:
          "التنظيم المنتظم وصيانة الغرفة الباردة أمر حيوي للحفاظ على سلامة الطعام المخزن. اتبع هذه النصائح للتأكد من الحفاظ على نظافة كل من الغرف الباردة والمنتجات:",
        one: "استخدم المكانس الكهربائية أو آلات التنظيف بالفرك مع عوامل تنظيف خفيفة لإزالة الأوساخ من الأرضية.",
        two: "قم بتغطية الصناديق المفتوحة قبل التنظيف لتجنب وصول رذاذ التنظيف إلى الطعام.",
        three:
          "نظف الغرفة عندما تكون فارغة، وقم بإيقاف تشغيل نظام التبريد لاستخدام الماء ومواد التنظيف.",
        four: "تحقق من الصناديق بحثًا عن العناصر التالفة وأزلها لمنع نمو البكتيريا.",
        five: "بعد التنظيف، دع الغرفة تجف تمامًا لمنع تجمد الأرضيات وانزلاقها.",
      },
    },
    packaging: {
      title: "التعبئة:",
      one: {
        title: "اتبع هذه النصائح لضمان الحفاظ على جودة المنتجات أثناء النقل:",
        one: "المحاصيل شديدة الحساسية للجفاف مثل الخس تستفيد من الأكياس البلاستيكية لإبطاء الجفاف.",
        two: "المنتجات ذات الإنتاج العالي للإيثيلين، مثل الموز، تستفيد من الأغطية البلاستيكية لاحتواء الإيثيلين.",
      },
      two: "عندما تصاب الفواكه والخضروات بالكدمات، فإنها تجعل العناصر القريبة تنضج بشكل أسرع. عند وضع المحاصيل الحساسة مثل التوت، والعنب، أو الخوخ في حاويات بلاستيكية، استخدم رغوات واقية أو بطانات بولي لمنعها من التعرض للتلف من الحركة أثناء النقل.",
    },
  },
  sensorsPickupModel: {
    title: "أجهزة استشعار درجة الحرارة ونموذج وقت الاستلام",
    temp: {
      title: "أجهزة استشعار درجة الحرارة",
      one: {
        title:
          "غالبًا ما يتم وضع أجهزة استشعار درجة الحرارة والرطوبة في غرفة التخزين الباردة لمراقبة الظروف البيئية. يعتمد موضع المستشعر في الغرفة على الغرض منه.",
        one: "إذا كنت ترغب في التحقق من درجة حرارة الهواء البارد، يجب وضع المستشعر بالقرب من مدخل الهواء البارد.",
        two: " إذا كنت ترغب في مراقبة أسوأ موقع في الغرفة الباردة، أي حيث تكون المنتجات الطازجة أكثر دفئًا أو تبرد ببطء، فالإجابة أكثر تعقيدًا. كقاعدة عامة، من المرجح أن يكون أسوأ موقع بعيدًا عن المدخل وفي عمق الصناديق أو منصات التحميل.",
      },
      two: {
        title:
          "لفهم البيئة التي يتم فيها تخزين السلع، ننصح بوضع أجهزة الاستشعار قريبة قدر الإمكان من السلع. على سبيل المثال، نوصي بوضع أجهزة الاستشعار:",
        one: " ليست قريبة جدًا من باب المدخل وليست بعيدة جدًا.",
        two: "في منتصف وحدة التبريد.",
        three: "قبل إخراج الصندوق من الغرفة!)",
      },
    },
    ttpu: {
      title: "نموذج وقت الاستلام (TTPU)",
      one: "التوائم الرقمية للفواكه هي نماذج رياضية تم تطويرها لقياس كيفية تصرف المحاصيل المختلفة أو تدهورها في درجات حرارة تخزين مختلفة. وهي تتنبأ بتطور جودة المحاصيل بمرور الوقت.",
      two: {
        bold: "عمر التخزين هو الوقت الذي يمكن فيه تخزين المنتج، أي الوقت حتى يصل المنتج إلى عتبة الجودة للاستهلاك،",
        details: " ويتم التعبير عنه في التطبيق بـ 'عدد الأيام المتبقية'.",
      },
      three:
        "في كولدتيفيت، نقوم بحساب نموذج وقت الاستلام (TTPU)، وهو عمر التخزين المتوقع مع ضمان أن المنتج سيدوم لمدة 12 ساعة على الأقل في درجة حرارة بيئية تبلغ 30 درجة مئوية. نتيجة لذلك، لا يزال هناك وقت كاف للذهاب إلى السوق وبيع المنتجات، بمجرد إخراجها من التخزين.",
      four: {
        one: "نظرًا للتنوع البيولوجي للفواكه والخضروات، يجب اعتبار نموذج TTPU",
        bold: "قيمة تقديرية لقابلية تخزين المنتج.",
        two: "من الممكن أن يكون للصناديق المخزنة في الغرفة عمر تخزين متبقي مختلف قليلاً عما يتنبأ به النموذج.",
      },
      five: {
        bold: "تلعب الجودة الأولية للمنتج عند إحضاره إلى الغرفة دورًا مهمًا في تحديد TTPU بدقة.",
        details:
          " لتكون قادرًا على التنبؤ بالجودة عند تسجيل الدخول بدقة قدر الإمكان، من المهم الإجابة بصدق على سؤال متى تم حصاد المحصول (الذي يظهر أثناء عملية تسجيل الدخول).",
      },
      six: {
        bold: "يستخدم نموذج TTPU بيانات مستشعر درجة الحرارة",
        details:
          " لحساب الجودة المتبقية أثناء التخزين. لدمج تغيرات درجة الحرارة في الغرفة، يعيد النموذج بانتظام حساب الجودة المتبقية لكل صندوق.",
      },
    },
  },
  maximizeCropQuality: {
    title: "كيفية تعظيم جودة المحاصيل",
    intro:
      "المعايير الرئيسية التي تؤثر على جودة المنتج بعد الحصاد هي درجة الحرارة، والرطوبة النسبية، وتركيزات الغازات في البيئة.",
    temp: {
      title: "درجة الحرارة:",
      one: "التعرض المطول لدرجات الحرارة المرتفعة يمكن أن يؤدي إلى التلف وتقليل مدة الصلاحية.",
      two: "المبردات المسبقة، والتهوية الطبيعية (التخزين في مأوى بالمزرعة)، واستخدام مبرد تبخيري سلبي، أو الحصاد خلال الصباح الباكر هي طرق مفيدة لتقليل درجة حرارة المنتجات الطازجة بعد الحصاد.",
      three: " التخزين البارد مفيد لإطالة مدة صلاحية المنتج والحفاظ على جودته.",
      four: "التعبئة المهواة، مثل الصناديق البلاستيكية ذات فتحات التهوية، ضرورية للمنتجات الطازجة للوصول إلى الهواء البارد بشكل فعال.",
      five: " يجب تجنب درجات الحرارة المنخفضة للغاية لأنها تسبب إصابات التبريد أو التجميد.",
    },
    humidity: {
      title: "الرطوبة النسبية:",
      one: " الرطوبة النسبية المنخفضة يمكن أن تسبب جفاف المنتج",
      two: "الرطوبة النسبية العالية يمكن أن تسبب التجعد وزيادة خطر التكثيف، مما قد يسرع من نمو العفن.",
    },
    ethylene: {
      title: "الإيثيلين:",
      one: "الإيثيلين هو هرمون نباتي يحفز النضج. بعض النباتات فقط تنتج الإيثيلين، ويمكن أن تكون المحاصيل أكثر أو أقل حساسية له.",
      two: "يجب تخزين المحاصيل المنتجة للإيثيلين والمحاصيل الحساسة للإيثيلين في وحدات منفصلة. إذا لم يكن ذلك ممكنًا، يجب إبقاؤها بعيدة عن بعضها البعض، وتثبيت مزيلات الإيثيلين.",
      three: {
        bold: "تخزين المنتجات الخاطئة معًا يمكن أن يؤدي إلى خسارة كبيرة في جودة المنتج وقيمته السوقية،",
        details: "خاصة خلال فترة تخزين طويلة.",
      },
    },
    air: {
      title: "تركيبة الهواء:",
      one: "تقليل تركيز الأكسجين (O2) وزيادة تركيز ثاني أكسيد الكربون (CO2) قليلاً يبطئ العمليات الفسيولوجية في الفواكه والخضروات، وبالتالي يطيل عمر التخزين. يمكن القيام بذلك في تخزين أو تعبئة بيئة متحكم فيها.",
    },
  },
  coolingService: {
    title: "ما هي خدمة التبريد؟",
    business: {
      title: "نموذج الأعمال",
      one: "تقدم خدمة التبريد (CaaS) للمستخدمين إمكانية الوصول إلى التخزين البارد مقابل ",
      two: "رسوم ثابتة، تتحدد بحجم الطعام المخزن ومدة التخزين.",
      three:
        " يقوم مستخدمو التبريد بدفع الرسوم مباشرة إلى مشغلي الغرف الباردة عند سحب المحصول. وفي مقابل هذه المدفوعات، تمتلك شركات التبريد الغرفة الباردة وتشغلها وتصونها.",
    },
    stakeholders: {
      title: "أصحاب المصلحة الرئيسيون",
      providers: {
        title: "مزودو خدمة التبريد:",
        details:
          "يقدمون خدمات الغرف الباردة للمزارعين أو منظمات منتجي المزارعين مقابل رسوم رمزية. فهم يمتلكون ويديرون الغرف الباردة، مع إعطاء الأولوية للطاقة النظيفة مثل الطاقة الشمسية أو الكتلة الحيوية. قد يسهل مقدمو خدمات التخزين الوصول إلى السوق من خلال الربط بين البائعين والمشترين، مما يقلل من فجوات المعلومات.",
      },
      users: {
        title: "مستخدمو التبريد:",
        details:
          "يدعم مركز القيمة للتكييف المناخي الخاص بك المزارعين أصحاب الحيازات الصغيرة والتجار الهامشيين الذين يعانون من محدودية الأراضي والموارد ويعملون على نطاقات متواضعة، ويبيعون منتجاتهم على جوانب الطرق أو في الأسواق المحلية. يقوض التخزين غير الكافي قوتهم التفاوضية، مما يؤدي إلى مبيعات متسرعة ودخل منخفض. يقدم لهم مركز القيمة للتكييف المناخي خيار وضع منتجاتهم في الغرفة الباردة بأسعار معقولة.",
      },
      producer: {
        title: "منظمات منتجي المزارعين:",
        details:
          "تجمع منظمات منتجي المزارعين بين المزارعين، وتقدم دعمًا شاملاً للزراعة. في ظل نموذج خدمة التبريد، يمكن لمنظمات منتجي المزارعين أن تعمل كعملاء، أو مشغلين، أو الاستفادة من التخزين البارد للحصول على أسعار أفضل من خلال شراء منتجات الأعضاء، وتعزيز روابط السوق والجدوى الاقتصادية للمزارعين.",
      },
    },
  },
  multiCommodityStorage: {
    title: "ظروف التخزين المثلى في الغرف الباردة متعددة المنتجات",
    temp: {
      title: "درجة الحرارة:",
      one: "تتأثر درجة حرارة التخزين المثلى بالعوامل التالية: نوع المحصول والصنف، ومرحلة النضج عند الحصاد، وظروف النمو قبل الحصاد (مثل درجة الحرارة البيئية وهطول الأمطار) والمعاملات بعد الحصاد.",
      two: "يجب توخي الحذر عند تخزين الفواكه والخضروات ذات درجات الحرارة المثلى المختلفة في غرفة باردة واحدة في نفس الوقت.",
      three: {
        title: "بناءً على درجة حرارة التخزين، يمكن تحديد مجموعتين:",
        one: {
          bold: "المجموعة 1 (المجموعة 'الباردة'): ",
          details: "درجة الحرارة المثلى < 7 درجات مئوية  ",
        },
        two: {
          bold: "المجموعة 2 (المجموعة 'الدافئة'): ",
          details: "درجة الحرارة المثلى > 7 درجات مئوية  ",
        },
      },
      four: "عندما تتوفر غرفتان للتخزين، يمكن تشغيل غرفة واحدة تحت 7 درجات مئوية بينما يمكن ضبط الأخرى على درجة حرارة أعلى (> 7 درجات مئوية).",
      five: {
        one: "عندما تكون هناك غرفة واحدة متاحة فقط، يجب تكييف درجة الحرارة في الغرفة لتناسب جميع المحاصيل. بشكل عام،",
        two: "يجب زيادة درجة الحرارة إلى أعلى درجة حرارة مثلى لجميع المحاصيل في الغرفة.",
        three:
          "هذا سيجعل المنتجات المخزنة من المجموعة 1 ('الباردة') تشيخ بشكل أسرع، ولكن ",
        four: "من المهم منع إصابة التبريد: ",
        five: "تطبيق درجات حرارة منخفضة جدًا سيضر بالمنتجات.",
      },
      six: "يمكن أيضًا تغيير تصميم الغرفة الباردة يدويًا لتوليد مناطق أكثر دفئًا، على سبيل المثال، عن طريق تعليق أغطية لخلق أقسام مختلفة داخل الغرفة.",
      seven:
        " يمكن أيضًا تخزين المنتجات ذات درجة الحرارة المثلى الأعلى في الظل أو باستخدام مبردات سلبية خارج الغرفة الباردة.",
    },
    ethylene: {
      title: "الإيثيلين:",
      one: "يحفز الإيثيلين نضج مختلف المحاصيل وبالتالي يمكن أن يقلل من قابليتها للتخزين.",
      two: {
        bold: "يجب إبقاء المحاصيل المنتجة للإيثيلين بعيدة عن المحاصيل الحساسة للإيثيلين، ",
        details:
          "يجب تثبيت أجهزة لإزالة الإيثيلين من الهواء، مما يقلل من تأثيره على المحاصيل الحساسة. ",
      },
      three:
        "من الأفضل وضع المحاصيل المنتجة للإيثيلين بالقرب من مخرج غرفة التخزين الباردة (بالقرب من الأبواب أو حيث يخرج الهواء من الغرفة).",
    },
    table: {
      title: "جدول للمحاصيل المختارة:",
      one: "في الجدول",
      two: " هنا",
      three:
        " نقدم نظرة عامة على درجة الحرارة المثلى، وحساسية وإنتاج الإيثيلين، ومتوسط عمر التخزين للمنتجات المحفوظة في الظروف المثلى.",
    },
  },
  cropStorage: {
    title: "جدول تخزين المحاصيل",
    attention: "انتباه!",
    combinations:
      'يجب تخزين المحاصيل معًا اعتمادًا على قيم "إنتاج الإيثيلين" و"حساسية الإيثيلين". لا ينبغي تخزين التركيبات المذكورة أدناه معًا.',
    identify:
      "إذا لاحظت أيًا من هذه التركيبات في الغرفة الباردة، قم فورًا بوضع الصناديق بعيدة عن بعضها قدر الإمكان.",
    combo: "تركيبة",
    instructions:
      'كيفية قراءة الجدول: يمكن وضع المحاصيل معًا بناءً على حساسية الإيثيلين، يمكنك الرجوع إلى الألوان في أعمدة "إنتاج الإيثيلين" و"حساسية الإيثيلين".',
    name: "الاسم",
    temperature: "درجة الحرارة المثلى",
    "storage-time": "مدة التخزين",
    "ethylene-prod": "إنتاج الإيثيلين",
    "ethylene-sens": "حساسية الإيثيلين",
    reference:
      "تم استخراج البيانات من كانتويل، م. (2001). الخصائص والظروف الموصى بها للتخزين طويل الأمد للفواكه والخضروات الطازجة. جامعة كاليفورنيا ديفيس",
    months: "أشهر",
    days: "يوم (أيام)",
    weeks: "أسابيع",
  },
} satisfies Translations;
