import type { Translations } from "./en";

export default {
  root: {
    comic: "ખેડૂતની યાત્રા: કોમિક પુસ્તિકા",
    endingTitle: "અભિનંદન!",
    endingMessage:
      "તમે કોમિક સ્ટ્રીપ પૂર્ણ કરી છે! એપ્લિકેશનનો ઉપયોગ શરૂ કરવા માટે ડેશબોર્ડ પર પાછા જાઓ.",
    prev: "પહેલાંનું",
    next: "આગળનું",
    backBashboard: "ડેશબોર્ડ પર પાછા ફરો",
  },
  coldRoomGlitches: {
    title: "કોલ્ડ રૂમમાં તકનીકી અવરોધોનો જવાબ કેવી રીતે આપવો",
    water: {
      title: "પાણી ઠંડા રૂમમાં પ્રવેશ કરે છે:",
      details:
        "આંતરિક પાઈપો, સાંધા અને છત પેનલ્સને સંપૂર્ણપણે તપાસો. કોઈપણ મુદ્દાઓને તાત્કાલિક સંબોધિત કરો. જો સમસ્યાઓ ચાલુ રહે છે, તો પાઇપ રિપ્લેસમેન્ટ માટે ઠંડક કંપનીને સૂચિત કરો.",
    },
    condensation: {
      title: "ઘનીકરણ ફ્લોર પર અતિશય પાણીનું કારણ બને છે:",
      details:
        "ખાતરી કરો કે ઠંડા ઓરડાના દરવાજા ભેજવાળા હવાના પ્રવેશને મર્યાદિત કરવા માટે બંધ અથવા ઓછામાં ઓછા ઉપયોગમાં લેવામાં આવે છે. સંભવિત પાણીને ટપકતા અટકાવવા માટે ઓપરેટરોએ સીધા બાષ્પીભવનની નીચે કોમોડિટીથી ભરેલા ક્રેટ્સ મૂકવાનું ટાળવું જોઈએ.",
    },
    operators: {
      title: "પ્રચાલક ઠંડા રૂમમાં ફસાઈ જવાનું જોખમ:",
      details:
        "આંતરિક દરવાજાના પ્રારંભનું નિયમિત નિરીક્ષણ કરો અને કોલ્ડ રૂમની તકનીકી ટીમને કોઈપણ ખામીને તાત્કાલિક જાણ કરો. સમયસર રિપોર્ટિંગ ઠંડા ઓરડાના યોગ્ય કાર્ય અને અખંડિતતાને સાચવીને, કોઈપણ દરવાજા સંબંધિત મુદ્દાઓના ઝડપી ઠરાવની ખાતરી આપે છે.",
    },
    compressor: {
      title: "પાણી ઠંડા રૂમમાં પ્રવેશ કરે છે:",
      details:
        "કોલ્ડ રૂમ સારી રીતે અને સલામત રાખવા માટે, જગ્યાનો વધુ ઉપયોગ ન કરો, અને ખૂબ લાંબા સમય સુધી કોમ્પ્રેસર ચલાવશો નહીં. કોલ્ડ રૂમના ઘટકોમાં વર્તમાનના વધુ ચાર્જિંગને રોકવા માટે વીજળીની ધરપકડ કરનારા અથવા રક્ષણાત્મક ઉપકરણો સ્થાપિત કરવાનું ધ્યાનમાં લો.",
    },
    short: {
      title: "થર્મલ બેટરી ચાર્જરમાં શોર્ટ સર્કિટ:",
      details:
        "ઉનાળામાં, સોલર બેટરી ચાર્જરમાં ચાહક વાયર વધુ ગરમ થઈ શકે છે. કંપની ટેક્નિશિયનને તેને ઠંડક આપવા અને પ્રભાવને સુધારવા માટે 24 વોલ્ટથી કનેક્ટ કરવા વિનંતી કરો.",
    },
  },
  crateCheckingTips: {
    title: "ક્રેટ્સમાં તપાસ કરવા માટેની ટીપ્સ",
    sorting: {
      title: "વર્ગીકરણ",
      one: "વર્ગીકરણ એટલે ક્ષતિગ્રસ્ત પેદાશો (યાંત્રિક ઇજાઓ, જંતુઓ, રોગો, અપરિપક્વતા, અતિશયતા અને વિકૃતિઓમાંથી) અને વિદેશી પદાર્થ (જેમ કે છોડના કાટમાળ, માટી અને પત્થરો) ને માર્કેટેબલ તાજી પેદાશોમાંથી દૂર કરવું.",
      two: "કોલ્ડ રૂમ ઓપરેટરોએ નિયમિતપણે રૂમમાં સંગ્રહિત ક્રેટ્સની તપાસ કરવી જોઈએ અને બગડેલી વસ્તુઓ નો નિકાલ કરી દેવું જોઈએ. ક્ષતિગ્રસ્ત પેદાશોને મિશ્રિત કરવાથી આખા બેચની બગાડ અથવા પાકને ઉતાવળ થઈ શકે છે.",
    },
    "pre-cooling": {
      title: "ઠંડક આપવા પહેલા",
      one: "પ્રી-કૂલિંગ ઠંડા રૂમમાં પ્રવેશતા પહેલા તાજી લણણી કરાયેલા પાકની પ્રારંભિક ઠંડકનો સંદર્ભ આપે છે. તે રૂમ ઠંડક, દબાણયુક્ત હવા ઠંડક અને પાણીના છંટકાવ જેવી પદ્ધતિઓનો ઉપયોગ કરીને ઉત્પાદનમાંથી ક્ષેત્રની ગરમીને દૂર કરે છે.",
      two: " આપતા ખેડુતો તેમના ઉત્પાદનને દૂરના બજારોમાં પરિવહન કરે છે, ઉઝરડા સંવેદનશીલતા અને પરિવહન રેફ્રિજરેશનની જરૂરિયાતોને ઘટાડે છે.",
      three:
        "35 ડિગ્રી સેલ્સિયસથી ઉપરના તાપમાનમાં, શેલ્ફ લાઇફ વધારવા માટે લણણીના એક કલાકની અંદર પૂર્વ-ઠંડક થવી જોઈએ.",
      four: "જો પ્રી-કૂલિંગ વિકલ્પો અનુપલબ્ધ હોય તો કૂલિંગ ધાબળા જેવી નિષ્ક્રિય ઠંડક તકનીકોનો ઉપયોગ કરી શકાય છે.",
      five: "ઠંડા સવારના સમય દરમિયાન લણણીનો ઉપયોગ પણ જ્યારે પૂર્વ-ઠંડક અને નિષ્ક્રિય ઠંડક વિકલ્પો ઉપલબ્ધ ન હોય ત્યારે પણ થઈ શકે છે.",
      six: "નરમ બાહ્ય (તેનાં રસ ઝરતાં ફળોની, દ્રાક્ષ, ટામેટાં, પથ્થરના ફળો, કેપ્સિકમ, મરચાંના મરી, રીંગણા, કાકડીઓ, લીલા કઠોળ, વટાણા અને સ્પિનચ) સાથેના ફળોને ઝડપી-કૂલિંગની જરૂર હોય છે, જેમ કે સખત (જેમ કે પપૈયા, ગુઆવા, લીલો કેળા, દાડમ, મૂળો, કોબી, કોબીજ અને ગાજર) તેના વિના સારી રીતે સ્ટોર કરી શકે છે.",
    },
    "check-in": {
      title: "ચેક-ઇન:",
      one: "કોલ્ડ રૂમમાં પ્રવેશતા તમામ ઉત્પાદનને કંપની-સોંપાયેલ આઈડી સાથે સારી રીતે વેન્ટેડ પ્લાસ્ટિક ક્રેટ્સમાં મૂકવા જોઈએ.",
      two: "પ્લાસ્ટિકના કન્ટેનરને કાર્ડબોર્ડ ખોખાની ક્સ ઉપર પસંદ કરવામાં આવે છે કારણ કે તે પૂરતા પ્રમાણમાં છિદ્ર અને ઉચ્ચ ભેજ સાથે સ્થિર રહે છે અને ઘાટની વૃદ્ધિને રોકવા માટે સ્વચ્છ કરી શકાય છે.",
      three: {
        title: "ઓપરેટરોએ ખાતરી કરવી જોઈએ કે:",
        one: "બેક્ટેરિયાના વિકાસને રોકવા માટે ઠંડા રૂમમાં ઉત્પાદન મૂકતા પહેલા ક્રેટ્સ સૂકી હોય છે.",
        two: "ખેડૂતનું નામ, ઉત્પાદન પ્રકાર, સ્ટોરેજ અવધિ અને લણણીની તારીખ જેવી વિગતો કોલ્ડટાઇવેટ એપ્લિકેશનમાં લ logIN થાય છે.",
        three:
          "Operator પરેટર-દાખલ ડેટા ખેડુતો માટે દૃશ્યમાન છે, જે પારદર્શિતા માટે એપ્લિકેશનમાં ભૂલોને ઝડપથી સુધારી શકે છે.",
      },
    },
    stacking: {
      title: "સ્ટેકિંગ ક્રેટ્સ:",
      one: {
        title:
          "સ્ટોરેજમાં પેદાશની ગુણવત્તા સચવાયેલી છે તેની ખાતરી કરવા માટે, ક્રેટ્સને સ્ટેકીંગ કરતી વખતે નીચેની ટીપ્સને અનુસરો:",
        one: "યોગ્ય સ્ટોરેજ માટે 25 કિલો પ્રમાણભૂત ક્રેટમાં 20-23 કિગ્રા પેદાશોનો ઉપયોગ કરો.",
        two: "બગાડ ફેલાવાને રોકવા માટે ક્રેટ્સ વચ્ચે 5-10 સે.મી.નું અંતર છોડી દો.",
        three:
          "ઠંડકની ઇજાને ટાળવા માટે ઠંડા ઓરડાની દિવાલોથી 10-15 સે.મી. ક્રેટ્સ રાખો.",
        four: "કેળા, ગ્રેપફ્રૂટ, મેન્ડરિન અને નારંગી, શક્કરીયા, ટામેટા, એવોકાડો અને કેરી પર ખાસ ધ્યાન આપો કારણ કે તેઓ ઠંડક માટે સૌથી સંવેદનશીલ છે!",
      },
    },
    maintain: {
      title: "ઠંડા ખંડને યોગ્ય રીતે જાળવવા માટે:",
      one: "ઠંડા હવાના નુકસાનને રોકવા, ઘનીકરણમાં ઘટાડો, બરફ બિલ્ડઅપ ઉર્જા અને બગાડને રોકવા માટે દરવાજા પર પ્લાસ્ટિકના પડધા સ્થાપિત કરો.",
      two: "ભેજનું નુકસાન, હિમ અને બરફની રચનાને રોકવા માટે ઠંડા રૂમમાં ભેજનું સ્તર સુનિશ્ચિત કરો. ઉચ્ચ સંબંધિત ભેજ (RH) નો અર્થ એ છે કે ચોક્કસ તાપમાને તેની મહત્તમ ક્ષમતાની તુલનામાં હવામાં પાણીની વરાળ ઘણી બધી હોય છે. જો કે, અત્યંત ભેજ કન્ડેન્સેશન અને ઝાકળ વિકૃતિનું કારણ બની શકે છે.",
      three:
        "સામાન્ય રીતે, લગભગ 95% સાપેક્ષ ભેજથી ઠંડકથી થોડું ઉપર જરૂરી છે. ગરમ સ્થિતિમાં સંગ્રહિત વસ્તુઓ પણ આશરે 75%ના આરએચ સ્તરથી લાભ મેળવે છે.",
    },
    sanitation: {
      title: "સ્વચ્છતા પગલાં:",
      one: {
        title:
          "સંગ્રહિત ખોરાકને સુરક્ષિત રાખવા માટે ઠંડા ઓરડાની નિયમિત વ્યવસ્થિત અને જાળવણી મહત્વપૂર્ણ છે. ઠંડા ઓરડાઓ અને ઉત્પાદન બંનેને સ્વચ્છ રાખવામાં આવે છે તેની ખાતરી કરવા માટે આ ટીપ્સને અનુસરો:",
        one: "ફ્લોરમાંથી ગંદકી દૂર કરવા માટે હળવા સફાઈ એજન્ટો સાથે વેક્યૂમ ક્લીનર્સ અથવા સ્ક્રબર ડ્રાયર્સનો ઉપયોગ કરો.",
        two: "ખોરાક પર સ્પ્રે સફાઈ ન થાય તે માટે સફાઈ કરતા પહેલા ખુલ્લા ક્રેટ્સને આવરે છે.",
        three:
          "ખાલી હોય ત્યારે ઓરડામાં સાફ કરો, પાણી અને સફાઈ એજન્ટોનો ઉપયોગ કરવા માટે ઠંડક પ્રણાલી બંધ કરો.",
        four: "બગડેલી વસ્તુઓ માટે ક્રેટ્સ તપાસો અને બેક્ટેરિયાના વિકાસને રોકવા માટે તેમને દૂર કરો.",
        five: "સફાઈ કર્યા પછી, સ્થિર અને લપસણો માળને રોકવા માટે ઓરડાને સંપૂર્ણપણે સૂકવવા દો.",
      },
    },
    packaging: {
      title: "પેકેજિંગ:",
      one: {
        title:
          "પરિવહન દરમિયાન ઉત્પાદનની ગુણવત્તા સચવાયેલી છે તેની ખાતરી કરવા માટે આ ટીપ્સને અનુસરો:",
        one: "લેટસ જેવા ઉચ્ચ ડિહાઇડ્રેશન-સંવેદનશીલ પાકને ડિહાઇડ્રેશન ધીમું કરવા માટે પ્લાસ્ટિકની થેલીઓથી ફાયદો થાય છે.",
        two: "કેળા જેવા ઉચ્ચ ઇથિલિન ઉત્પાદનવાળા ઉત્પાદનો, એથિલિનને સમાવવા માટે પ્લાસ્ટિકના આવરણથી લાભ મેળવે છે.",
      },
      two: "જ્યારે ફળો અને શાકભાજી ઉઝરડા થાય છે, ત્યારે તે નજીકની વસ્તુઓ ઝડપથી પાકે છે. જ્યારે પ્લાસ્ટિકના કન્ટેનરમાં તેનાં રસ ઝરતાં ફળોની, દ્રાક્ષ અથવા આલૂ જેવા નાજુક પાક મૂકતા હોય ત્યારે, પરિવહન દરમિયાન ચળવળથી નુકસાન થતાં અટકાવવા માટે રક્ષણાત્મક ફીણ અથવા પોલી લાઇનર્સનો ઉપયોગ કરો.",
    },
  },
  sensorsPickupModel: {
    title: "તાપમાન સેન્સર અને સમય-થી-પીક-અપ મોડેલ",
    temp: {
      title: "તાપમાન સંવેદના",
      one: {
        title:
          "પર્યાવરણીય પરિસ્થિતિઓને મોનિટર કરવા માટે તાપમાન અને ભેજ સેન્સર ઘણીવાર કોલ્ડ સ્ટોરેજ રૂમમાં મૂકવામાં આવે છે. રૂમમાં સેન્સરની પ્લેસમેન્ટ તેના હેતુ પર આધારિત છે.",
        one: "જો તમે ઠંડક હવાના તાપમાનને ચકાસવા માંગતા હો, તો સેન્સર ઠંડા હવાના ઇનલેટની નજીક મૂકવો જોઈએ.",
        two: "જો તમે કોલ્ડ રૂમમાં સૌથી ખરાબ સ્થાનનું નિરીક્ષણ કરવા માંગતા હો, એટલે કે, જ્યાં તાજી પેદાશો સૌથી ધીમી હોય અથવા સૌથી ધીમું હોય, તો જવાબ વધુ જટિલ છે. નિયમ મુજબ, સૌથી ખરાબ સ્થાન સંભવિત ઇનલેટથી ખૂબ દૂર અને અથવા પેલેટ્સથી દૂર હશે.",
      },
      two: {
        title:
          "પાક સંગ્રહિત છે તે પર્યાવરણને સમજવા માટે, અમે સેન્સરને શક્ય તેટલી ચીજવસ્તુઓની નજીક મૂકવાની સલાહ આપીશું. ઉદાહરણ તરીકે, અમે સેન્સર્સ મૂકવાની ભલામણ કરીએ છીએ:",
        one: "પ્રવેશદ્વારની નજીક નથી અને ખૂબ દૂર નથી.",
        two: "ઠંડક એકમની મધ્યમાં.",
        three: "ઓરડામાંથી ક્રેટ લેવામાં આવે તે પહેલાં!)",
      },
    },
    ttpu: {
      title: "ટાઇમ-ટુ-પીક-અપ (TTUP) મોડેલ",
      one: "ડિજિટલ ફળ જોડિયા એ ગાણિતિક મોડેલો છે જે વિવિધ સંગ્રહ તાપમાનમાં વિવિધ પાક કેવી રીતે વર્તે છે અથવા બગડે છે તે માપવા માટે વિકસિત કરવામાં આવ્યા છે. તેઓ સમય જતાં પાકના ગુણવત્તાના ઉત્ક્રાંતિની આગાહી કરે છે.",
      two: {
        bold: "‘સ્ટોરેજ લાઇફ’ તે સમય છે જ્યારે ઉત્પાદન હજી પણ સંગ્રહિત કરી શકાય છે, એટલે કે ઉત્પાદન વપરાશ માટે ગુણવત્તાના થ્રેશોલ્ડ સુધી પહોંચે ત્યાં સુધી,",
        details: "અને એપ્લિકેશનમાં ‘બાકીના દિવસો’ માં વ્યક્ત થાય છે.",
      },
      three:
        "કોલ્ડટાઇટમાં, અમે ટાઇમ-ટુ-પીક-અપ (ટીટીપીયુ) મોડેલની ગણતરી કરીએ છીએ, જે અપેક્ષિત સ્ટોરેજ લાઇફ છે જ્યારે હજી પણ ખાતરી આપે છે કે ઉત્પાદન 30 ° સે તાપમાને ઓછામાં ઓછા 12 કલાક સુધી ચાલશે. પરિણામે, એકવાર સ્ટોરેજમાંથી બહાર નીકળ્યા પછી બજારમાં જવા અને ઉત્પાદનો વેચવા માટે હજી પૂરતો સમય છે.",
      four: {
        one: "ફળો અને શાકભાજીની જૈવિક ભિન્નતાને કારણે, ટીટીપીયુ મોડેલને એક માનવું જોઈએ",
        bold: "ઉત્પાદનની સ્થિરતાના અંદાજિત મૂલ્ય.",
        two: "શક્ય છે કે રૂમમાં સંગ્રહિત ક્રેટ્સમાં મોડેલની આગાહી કરતા બાકીની સ્ટોરેજ લાઇફ થોડી અલગ હોય.",
      },
      five: {
        bold: "જ્યારે તે ઓરડામાં લાવવામાં આવે છે ત્યારે ઉત્પાદનની પ્રારંભિક ગુણવત્તા ટીટીપીયુને સચોટ રીતે નક્કી કરવામાં મહત્વપૂર્ણ ભૂમિકા ભજવે છે.",
        details:
          "શક્ય તેટલી સચોટ ચેક-ઇન પર ગુણવત્તાની આગાહી કરવામાં સમર્થ થવા માટે, પાકની લણણી ક્યારે કરવામાં આવી હતી (જે ચેક-ઇન પ્રક્રિયા દરમિયાન દેખાય છે) પ્રામાણિકપણે જવાબ આપવો મહત્વપૂર્ણ છે.",
      },
      six: {
        bold: "ટીટીપીયુ મોડેલ તાપમાન સેન્સર ડેટાનો ઉપયોગ કરે છે",
        details:
          " સ્ટોરેજ દરમિયાન બાકીની ગુણવત્તાની ગણતરી કરવા માટે. ઓરડામાં તાપમાનની ભિન્નતાનો સમાવેશ કરવા માટે, મોડેલ નિયમિતપણે દરેક ક્રેટની બાકીની ગુણવત્તાને પુનરાવર્તિત કરે છે.",
      },
    },
  },
  maximizeCropQuality: {
    title: "પાકની ગુણવત્તા કેવી રીતે વધારવી",
    intro:
      "પોસ્ટહરવેસ્ટ ઉત્પાદનની ગુણવત્તાને અસર કરતા મુખ્ય પરિમાણો તાપમાન, સંબંધિત ભેજ અને પર્યાવરણમાં ગેસની સાંદ્રતા છે.",
    temp: {
      title: "તાપમાન:",
      one: "ઊંચા તાપમાને લાંબા સમય સુધી સંપર્કમાં આવવાથી બગાડ અને સંગ્રહ મર્યાદા માં ઘટાડો થઈ શકે છે.",
      two: "પ્રિકુલર્સ, કુદરતી વેન્ટિલેશન (ખેતરમાં આશ્રયસ્થાનમાં સંગ્રહિત), બાષ્પીભવન કુલિંગ ઉપયોગ કરીને અથવા વહેલી સવાર દરમિયાન લણણી એ લણણી પછી તાજી પેદાશોનું તાપમાન ઘટાડવા માટે ઉપયોગી પદ્ધતિઓ છે.",
      three:
        "કોલ્ડ સ્ટોરેજ ઉત્પાદનના સંગ્રહ મર્યાદા વિસ્તૃત કરવા અને તેની ગુણવત્તાને જાળવવા માટે ઉપયોગી છે.",
      four: "વેન્ટિલેટેડ પેકેજિંગ, જેમ કે વેન્ટ છિદ્રોવાળા પ્લાસ્ટિક ક્રેટ્સ, ઠંડા હવાને અસરકારક રીતે  જાળવણી માટે તાજી પેદાશો માટે જરૂરી છે.",
      five: "અત્યંત નીચા તાપમાનને ટાળવું જોઈએ કારણ કે તેઓ ઠંડકની  નુકસાન નું કારણ બને છે.",
    },
    humidity: {
      title: "સંબંધિત ભેજનું પ્રમાણ:",
      one: "ઓછી સંબંધિત ભેજ ઉત્પાદનના નિર્જલીકરણનું કારણ બની શકે છે",
      two: "ઉચ્ચ સંબંધિત ભેજનું કારણ બને છે અને ઘનીકરણનું જોખમ વધી શકે છે, જે ઘાટની વૃદ્ધિને વેગ આપી શકે છે.",
    },
    ethylene: {
      title: "એથિલિન:",
      one: "ઇથિલિન એ પ્લાન્ટ હોર્મોન છે જે પાકને પ્રેરિત કરે છે. ફક્ત કેટલાક છોડ ઇથિલિન ઉત્પન્ન કરે છે, અને પાક તેના માટે વધુ કે ઓછા સંવેદનશીલ હોઈ શકે છે.",
      two: "ઇથિલિન ઉત્પાદક અને ઇથિલિન-સંવેદનશીલ પાકને અલગ એકમોમાં સંગ્રહિત કરવા જોઈએ. જો તે શક્ય ન હોય તો, તેઓને ખૂબ અલગ રાખવું જોઈએ, અને ઇથિલિન સ્ક્રબર્સ ઇન્સ્ટોલ કરવા જોઈએ.",
      three: {
        bold: "ખોટા ઉત્પાદનોને એક સાથે સંગ્રહિત કરવાથી ઉત્પાદનની ગુણવત્તા અને બજાર મૂલ્યમાં નોંધપાત્ર નુકસાન થઈ શકે છે,",
        details: "ખાસ કરીને લાંબા સ્ટોરેજ અવધિ દરમિયાન.",
      },
    },
    air: {
      title: "હવા સંવાદ:",
      one: "ઓક્સિજન (O2) સાંદ્રતા ઘટાડવી અને કાર્બોન્ડિઓક્સાઇડ (CO2) ની સાંદ્રતામાં સહેજ વધારો ફળો અને શાકભાજીમાં શારીરિક પ્રક્રિયાઓને ધીમું કરે છે, તેથી સ્ટોરેજ લાઇફને લંબાવશે. આ નિયંત્રિત વાતાવરણ સંગ્રહ અથવા પેકેજિંગમાં કરી શકાય છે.",
    },
  },
  coolingService: {
    title: "ઠંડક સેવા સ્વરૂપે શું છે?",
    business: {
      title: "વ્યવસાય મોડેલ",
      one: "સેવા તરીકે ઠંડક (CaaS) એ માટે ઠંડક વપરાશકર્તાઓને કોલ્ડ સ્ટોરેજની સુવિધા પ્રદાન કરે છે",
      two: "સ્થિર ફી, સંગ્રહિત ખોરાક અને સંગ્રહ અવધિના વોલ્યુમ દ્વારા નક્કી કરવામાં આવે છે.",
      three:
        "ઠંડક આપતા વપરાશકર્તાઓ પાકના ઉપાડ પર સીધા કોલ્ડ રૂમ ઓપરેટરોને ફીની ચુકવણી કરે છે. આ ચુકવણીના બદલામાં, ઠંડક કંપનીઓ કોલ્ડ રૂમની માલિકી ધરાવે છે, સંચાલન કરે છે અને જાળવી રાખે છે.",
    },
    stakeholders: {
      title: "મુખ્ય હિસ્સેદારો",
      providers: {
        title: "ઠંડક સેવા પ્રદાતાઓ:",
        details:
          "તેઓ નજીવી ફી માટે ખેડુતો અથવા એફપીઓને કોલ્ડ રૂમ સેવાઓ પ્રદાન કરે છે. તેઓ સૌર અથવા બાયોમાસ જેવી સ્વચ્છ ઉર્જા ને  પ્રાધાન્ય આપતા, ઠંડા ઓરડાઓ ધરાવે છે અને તેનું સંચાલન કરે છે. સ્ટોરેજ પ્રદાતાઓથી આગળ વેચાણકર્તાઓ અને ખરીદદારોને જોડીને, માહિતીના અંતરાલોને ઘટાડીને બજારની સંપર્કની સુવિધા આપી શકે છે.",
      },
      users: {
        title: "કોલ્ડ રૂમ વપરાશકર્તાઓ:",
        details:
          "તમારું વીસીસીએ નાના જમીન ધારક ખેડુતો અને સીમાંત વેપારીઓને સેવાઓ પ્રદાન કરે છે જે મર્યાદિત જમીન અને સંસાધનોથી ની સામે જજુમી રહ્યા હોય છે અને તદ્દન ઓછા વળતર પર કામ કરે છે, તેમના ઉત્પાદનને રસ્તાઓ અથવા સ્થાનિક બજારો પર વેચે છે. અપૂરતું સ્ટોરેજ તેમની સોદાબાજી શક્તિને ઘટાડે છે, પરિણામે ઉતાવળનું વેચાણ અને ઓછી આવક થાય છે. તમારા વીસીસીએ તેમને તેમના ઉત્પાદનને કોલ્ડ રૂમમાં પોસાય તેવા દરે મૂકવાનો વિકલ્પ પ્રદાન કરે છે.",
      },
      producer: {
        title: "ખેડૂત ઉત્પાદક સંસ્થાઓ:",
        details:
          "FPOS એ ખેડુતોને એક કરો, અંતથી અંત વાવેતર સપોર્ટની ઓફર કરો. સીએએએસ હેઠળ, એફપીઓ ગ્રાહકો, tors પરેટર્સ તરીકે કામ કરી શકે છે, અથવા સભ્યોના ઉત્પાદનની ખરીદી, બજારના જોડાણો અને ખેડુતોની આર્થિક સદ્ધરતાને મજબૂત કરીને વધુ કિંમતો માટે કોલ્ડ સ્ટોરેજનો લાભ લઈ શકે છે.",
      },
    },
  },
  multiCommodityStorage: {
    title: "મલ્ટિ-કોમોડિટી કોલ્ડ રૂમમાં શ્રેષ્ઠ સ્ટોરેજ શરતો",
    temp: {
      title: "તાપમાન:",
      one: "શ્રેષ્ઠ સંગ્રહ તાપમાન નીચેના પરિબળો દ્વારા પ્રભાવિત છે: પાક પ્રકાર અને કલ્ટીવાર, લણણીમાં પરિપક્વતાનો તબક્કો, પ્રીહર્વેસ્ટ વધતી પરિસ્થિતિઓ (જેમ કે પર્યાવરણીય તાપમાન અને વરસાદ) અને પોસ્ટહરવેસ્ટ હેન્ડલિંગ્સ.",
      two: "સાવચેતી રાખવી જોઈએ જ્યારે વિવિધ તાપમાનવાળા ફળો અને શાકભાજી એક સાથે ઠંડા રૂમમાં સંગ્રહિત કરવી પડે.",
      three: {
        title: "સ્ટોરેજ તાપમાનના આધારે, બે જૂથોને ઓળખી શકાય છે:",
        one: {
          bold: "જૂથ 1 (‘Cold’ group):",
          details: "શ્રેષ્ઠ તાપમાન <7 ° સે",
        },
        two: {
          bold: "જૂથ 2 (‘ગરમ’ જૂથ):",
          details: "શ્રેષ્ઠ તાપમાન> 7 ° સે",
        },
      },
      four: "જ્યારે બે સ્ટોરેજ રૂમ ઉપલબ્ધ હોય, ત્યારે એક ઓરડો 7 ° સે નીચે કાર્ય કરી શકે છે જ્યારે બીજો temperature ંચા તાપમાને (> 7 ° સે) સેટ કરી શકાય છે.",
      five: {
        one: "જ્યારે ફક્ત એક જ ઓરડો ઉપલબ્ધ હોય, ત્યારે ઓરડામાં તાપમાન બધા પાકને અનુરૂપ હોવું જોઈએ. સામાન્ય રીતે,",
        two: "ઓરડામાંના તમામ પાકના સૌથી વધુ શ્રેષ્ઠ તાપમાનમાં તાપમાન રાખવું જોઈએ.",
        three: "આનાથી જૂથ 1 (‘ઠંડા’) ના સંગ્રહિત ઉત્પાદનો ઝડપથી વય થશે, પરંતુ",
        four: "અતિ ઠંડક દ્વારા થતી ઇજાને રોકવા માટે મહત્વપૂર્ણ છે:",
        five: "ખૂબ ઓછા તાપમાન લાગુ કરવાથી ઉત્પાદનોને નુકસાન થશે.",
      },
      six: "ઓરડામાં જુદા જુદા ભાગો બનાવવા માટે તાડપત્રો લટકાવીને ગરમ ઝોન પેદા કરવા માટે કોલ્ડ રૂમ ડિઝાઇનને બદલી શકાય છે.",
      seven:
        "ઉચ્ચ શ્રેષ્ઠ તાપમાનવાળા ઉત્પાદનોને છાંયોમાં અથવા ઠંડા ઓરડાની બહાર નિષ્ક્રિય કૂલરનો ઉપયોગ કરીને પણ સંગ્રહિત કરી શકાય છે.",
    },
    ethylene: {
      title: "એથિલિન:",
      one: "ઇથિલિન વિવિધ પાકને પાકે છે અને આમ તેમની સ્ટોરબિલિટીને ઘટાડી શકે છે.",
      two: {
        bold: "ઇથિલિન ઉત્પન્ન કરતા પાકને ઇથિલિન પ્રત્યે સંવેદનશીલ પાકથી ખૂબ દૂર રાખવું જોઈએ,",
        details:
          "સંવેદનશીલ પાક પર તેની અસર ઘટાડીને, હવાથી ઇથિલિનને દૂર કરવા માટે સ્થાપિત થવું જોઈએ.",
      },
      three:
        "ઇથિલિન ઉત્પન્ન કરનારા પાકને કોલ્ડ સ્ટોરેજ રૂમની બહાર નીકળવાની નજીક (દરવાજાની નજીક અથવા જ્યાં હવા ઓરડામાંથી બહાર નીકળી રહી છે) ની નજીક મૂકવામાં આવે છે.",
    },
    table: {
      title: "પસંદ કરેલા પાક માટે કોષ્ટક:",
      one: "અહીંના કોષ્ટકમાં અમે શ્રેષ્ઠ તાપમાન, ઇથિલિન સંવેદનશીલતા અને ઉત્પાદન અને શ્રેષ્ઠ પરિસ્થિતિઓમાં રાખવામાં આવેલા ઉત્પાદનો માટે સરેરાશ સ્ટોરેજ લાઇફની ઝાંખી રજૂ કરીએ છીએ.",
      two: " અહીં",
      three:
        " અમે શ્રેષ્ઠ તાપમાન, ઇથિલિન સંવેદનશીલતા અને ઉત્પાદન, અને શ્રેષ્ઠ પરિસ્થિતિઓમાં રાખવામાં આવેલા ઉત્પાદનો માટે સરેરાશ સ્ટોરેજ લાઇફની ઝાંખી રજૂ કરીએ છીએ.",
    },
  },
  cropStorage: {
    title: "પાક સંગ્રહ",
    attention: "ધ્યાન!",
    identify:
      "જો તમે કોલ્ડ રૂમમાં આમાંના કોઈપણ સંયોજનોને ઓળખો છો, તો તરત જ ક્રેટ્સને શક્ય તેટલા દૂર મૂકો.",
    combinations:
      '"ઇથિલિન ઉત્પાદન" અને "ઇથિલિન સંવેદનશીલતા" મૂલ્યોના આધારે પાક એક સાથે સંગ્રહિત થવો જોઈએ. નીચે સૂચિબદ્ધ સંયોજનો એક સાથે સંગ્રહિત ન થાઓ. <રંગીન બિંદુઓ સાથેની દંતકથા> જો તમે આમાંના કોઈપણ સંયોજનોને કોલ્ડ રૂમમાં ઓળખો છો, તો તરત જ ક્રેટ્સને શક્ય તેટલું દૂર મૂકો',
    combo: "કોમ્બો",
    instructions:
      'કોષ્ટક કેવી રીતે વાંચવું: પાકને ઇથિલિન-સંવેદનશીલતાના આધારે એકસાથે મૂકી શકાય છે, "ઇથિલિન પ્રોડક્શન" અને "ઇથિલિન સંવેદનશીલતા" માં રંગોનો સંદર્ભ લઈ શકો છો.',
    name: "નામ",
    temperature: "ઓપ્ટિમલ ટેમ્પ.",
    "storage-time": "સ્ટોરેજ લાઇફ",
    "ethylene-prod": "ઇથિલિન ઉત્પાદન",
    "ethylene-sens": "ઇથિલિન સંવેદનશીલતા",
    reference:
      "કેન્ટવેલ, એમ. (2001)માંથી ડેટા કાઢવામાં આવ્યો હતો. તાજા ફળો અને શાકભાજીના લાંબા ગાળાના સંગ્રહ માટેના ગુણધર્મો અને ભલામણ કરવામાં આવેલી શરતો. UC ડેવિસ",
    months: "મહિનાઓ",
    weeks: "અઠવાડિયાઓ",
    days: "દિવસ(ઓ)",
  },
} satisfies Translations;
