import type { Translations } from "./en";

export default {
  root: {
    comic: "किसान की यात्रा: कॉमिक स्ट्रिप",
    endingTitle: "बधाई हो!",
    endingMessage:
      "आपने कॉमिक स्ट्रिप पूरी कर ली है! ऐप का उपयोग शुरू करने के लिए डैशबोर्ड पर वापस जाएं।",
    backBashboard: "डैशबोर्ड पर वापस जाएं",
    prev: "पिछला",
    next: "अगला",
  },
  coldRoomGlitches: {
    title: "शीत कक्ष में तकनीकी खराबी पर कैसे प्रतिक्रिया दें",
    water: {
      title: "पानी शीत कक्ष में प्रवेश करता है:",
      details:
        "आंतरिक पाइपों, जोड़ों और छत के पैनलों की अच्छी तरह से जाँच करें। किसी भी समस्या का तुरंत समाधान करें. यदि समस्याएँ बनी रहती हैं, तो पाइप बदलने के लिए कूलिंग कंपनी को सूचित करें।",
    },
    condensation: {
      title: "संघनन के कारण फर्श पर अत्यधिक पानी जमा हो जाता है:",
      details:
        "सुनिश्चित करें कि आर्द्र हवा के प्रवेश को सीमित करने के लिए ठंडे कमरे के दरवाजे बंद हैं या उनका न्यूनतम उपयोग किया जाता है। ऑपरेटरों को संभावित पानी को उनमें टपकने से रोकने के लिए वस्तु से भरे क्रेटों को सीधे बाष्पीकरण यन्त्र के नीचे रखने से बचना चाहिए।",
    },
    operators: {
      title: "ऑपरेटरों को शीत कक्ष में फंसने का जोखिम:",
      details:
        "नियमित रूप से आंतरिक दरवाज़ों का निरीक्षण करें और किसी भी खराबी की सूचना तुरंत शीत कक्ष की तकनीकी टीम को दें। समय पर रिपोर्टिंग दरवाजे से संबंधित किसी भी समस्या का त्वरित समाधान सुनिश्चित करती है, जिससे शीत कक्ष की उचित कार्यप्रणाली और अखंडता बरकरार रहती है।",
    },
    compressor: {
      title: "पानी शीत कक्ष में प्रवेश करता है:",
      details:
        "शीत कक्ष को अच्छी तरह से और सुरक्षित रखने के लिए, जगह का अत्यधिक उपयोग न करें, और कंप्रेसर को बहुत लंबे समय तक न चलाएं। शीत कक्ष के उपकरणों में करंट की ओवरचार्जिंग को रोकने के लिए लाइटनिंग अरेस्टर या सुरक्षात्मक उपकरण स्थापित करने पर विचार करें।",
    },
    short: {
      title: "थर्मल बैटरी चार्जर में शॉर्ट सर्किट:",
      details:
        "गर्मियों में सोलर बैटरी चार्जर में पंखे का तार ज़्यादा गरम हो सकता है। इसे ठंडा करने और प्रदर्शन में सुधार करने के लिए कंपनी के तकनीशियन से इसे 24 वोल्ट से जोड़ने का अनुरोध करें।",
    },
  },
  crateCheckingTips: {
    title: "क्रेटों की जाँच के लिए सुझाव ",
    sorting: {
      title: "छँटाई",
      one: "छँटाई का अर्थ है क्षतिग्रस्त उपज (यांत्रिक चोटों, कीड़ों, बीमारियों, अपरिपक्वता, अधिक परिपक्वता और विकृति से) और  कचड़ा (जैसे पौधे का मलबा, मिट्टी और पत्थर) को बिकाऊ ताजा उपज सेहटाना। शीतल भंडार उपयोगकर्ताओं को जांच करने से पहले अपने क्रेटों को छांटना चाहिए। ",
      two: "शीत भंडार संचालकों को नियमित रूप से कमरे में रखे क्रेटों की जांच करनी चाहिए और खराब उपजों को हटा देना चाहिए। क्षतिग्रस्त उपज को साथ में रखने से रखा हुआ सारा उपज जल्दी खराब हो सकता है या पक सकता है।",
    },
    "pre-cooling": {
      title: "पूर्व-शीतलन ",
      one: "पूर्व-शीतलन का मतलब ताज़ी कटाई की गयी फसलों को शीतकक्ष में प्रवेश करने से पहले प्रारंभिक शीतलन है। यह कक्ष को ठंडा करके , शीतल वायु का प्रवाह करके और पानी के छिड़काव जैसी विधियों का उपयोग करके उपज से बाहर से हुई गर्मी को हटा देता है।",
      two: "पूर्व-शीतलन द्वारा उपज में क्षत होने की संभावना और लाने ले जाने के समय शीतलन की आवश्यकता कम हो जाती हे, जिससे किसानों को अपनी उपज को दूर के बाजारों तक ले जाने में लाभ होता है",
      three:
        "35 डिग्री सेल्सियस से ऊपर के तापमान में, संरक्षण काल बढ़ाने के लिए कटाई के एक घंटे के भीतर पूर्व-शीतलन की जानी चाहिए।",
      four: "यदि पूर्व-शीतलन विकल्प उपलब्ध नहीं हैं तो शीतल आबरण जैसी परोक्ष शीतलन तकनीकों का उपयोग किया जा सकता है।",
      five: "अगर  पूर्व-शीतलन अथबा परोक्ष शीतलन जैसे विकल्प उपलब्ध नहीं हों, तो सुबह का शीतल बातावरण को उपयोग करते हुए उस समय कटाई किया जा सकता हे ",
      six: "नरम बाहरी भाग वाले फल (जामुन, अंगूर, टमाटर, गुठलीदार फल, शिमला मिर्च, मिर्च, बैंगन, खीरे, हरी फलियाँ, मटर और पालक) को तेजी से पूर्व-शीतलन की आवश्यकता होती है, जबकि सख्त बाहरी भाग (जैसे पपीता, अमरूद, हरे केले, अनार, मूली, पत्तागोभी, फूलगोभी और गाजर) फल को इसके बिना भी अच्छी तरह से संग्रहित किया जा सकता है।",
    },
    "check-in": {
      title: "प्रवेश करें:",
      one: "शीत कक्ष में प्रवेश करने वाले सभी उत्पादों को कंपनी द्वारा जारी की गयी आईडी के साथ अच्छी तरह हवादार प्लास्टिक के क्रेटों में रखा जाना चाहिए।",
      two: "कार्डबोर्ड बक्सों की तुलना में प्लास्टिक के क्रेटों को प्राथमिकता दी जाती है क्योंकि वे पर्याप्त छिद्र और उच्च आर्द्रता के साथ  ज्यादा उपयोगी होते हैं तथा फफूंद के विकास को रोकने के लिए उन्हें साफ किया जा सकता है।",
      three: {
        title: "ऑपरेटरों को यह सुनिश्चित करना चाहिए कि:",
        one: "जिबाणुओं के विकास को रोकने के लिए शीत कक्ष में उपज रखने से पहले क्रेट्स को अच्छे से सूखाया गया है।",
        two: "किसान का नाम, उत्पाद प्रकार, भंडारण अवधि और फसल कटाई की तारीख जैसे विवरण कोल्डटिवेट ऐप में भरे जाते हैं।",
        three:
          "ऑपरेटर द्वारा दर्ज किया गया डेटा किसानों को दिखाई देता है, जो पारदर्शिता के लिए ऐप में त्रुटियों को तुरंत सुधार सकते हैं।",
      },
    },
    stacking: {
      title: "क्रेटों को एक दुषरे के ऊपर जमा कर रखना ",
      one: {
        title:
          "यह सुनिश्चित करने के लिए कि भंडारण में उपज की गुणवत्ता संरक्षित है, क्रेट जमा करते समय निम्नलिखित सुझावों का पालन करें:",
        one: "उचित भंडारण के लिए 25 किलोग्राम वाले मानक क्रेट में 20-23 किलोग्राम उपज का उपयोग करें।",
        two: "उपज में ख़राबी को फैलने से रोकने के लिए क्रेटों के बीच 5-10 cm  का अंतर छोड़ें।",
        three:
          "ठंड से होने वाली क्षत से बचने के लिए क्रेटों को शीत कक्ष की दीवारों से 10-15 सेमी दूर रखें।",
        four: "केले, अंगूर,  संतरे, शकरकंद, टमाटर, एवोकाडो और आम पर विशेष ध्यान दें क्योंकि ये ठंड के प्रति सबसे अधिक संवेदनशील होते हैं!",
      },
    },
    maintain: {
      title: "शीत कक्ष को ठीक से बनाए रखने के लिए:",
      one: "ठंडी हवा के नुकसान, संक्षेपण में कमी, बर्फ के जमाव और ऊर्जा की बर्बादी को रोकने के लिए दरवाजों पर प्लास्टिक के पर्दे लगाएं।",
      two: "नमी की कमी, ओस और बर्फ बनने से रोकने के लिए शीत कक्ष में उच्च आर्द्रता का स्तर सुनिश्चित करें। उच्च सापेक्ष आर्द्रता (आरएच) का मतलब है कि हवा में एक विशिष्ट तापमान पर इसकी अधिकतम क्षमता की तुलना में बहुत अधिक जलवाष्प है। हालाँकि, अत्यधिक उच्च आर्द्रता संक्षेपण और ओस विरूपण का कारण बन सकती है।",
      three:
        "सामान्य तौर पर, ठंड से थोड़ा ऊपर लगभग 95% सापेक्ष आर्द्रता की आवश्यकता होती है। यहां तक कि गर्म परिस्थितियों में संग्रहीत वस्तुओं को भी लगभग 75% के आरएच स्तर से लाभ होता है।",
    },
    sanitation: {
      title: "स्वच्छता के पैमाने:",
      one: {
        title:
          "भंडारित भोजन को सुरक्षित रखने के लिए शीत कक्ष की नियमित साफ-सफाई और रखरखाव महत्वपूर्ण है। यह सुनिश्चित करने के लिए इन युक्तियों का पालन करें कि ठंडे कमरे और उत्पाद दोनों साफ रहें:",
        one: "फर्श से गंदगी हटाने के लिए हल्के सफाई एजेंटों वाले वैक्यूम क्लीनर या स्क्रबर ड्रायर का उपयोग करें।",
        two: "भोजन पर सफाई स्प्रे से बचने के लिए सफाई से पहले खुले क्रेट  को ढक दें।",
        three:
          "कमरा ख़ाली होने पर साफ़ करें, शीतलन प्रणाली बंद करके पानी और सफ़ाई एजेंटों का उपयोग करें।",
        four: "खराब वस्तुओं के लिए क्रेट  की जाँच करें और बैक्टीरिया के विकास को रोकने के लिए उन्हें हटा दें।",
        five: "सफाई के बाद, फर्श को जमे हुए और फिसलन से बचाने के लिए कमरे को पूरी तरह सूखने दें।",
      },
    },
    packaging: {
      title: "पैकेजिंग:",
      one: {
        title:
          "यह सुनिश्चित करने के लिए कि परिवहन के दौरान उपज की गुणवत्ता बरकरार रहे, इन सुझावों का पालन करें:",
        one: "लेट्यूस जैसी अत्यधिक निर्जलीकरण-संवेदनशील फसलें प्लास्टिक की थैलियों से निर्जलीकरण को धीमा करने में लाभान्वित होती हैं।",
        two: "उच्च एथिलीन उत्पादन वाले उत्पाद, जैसे केले, एथिलीन को बंधक रखने के लिए  प्लास्टिक आवरण से लाभान्वित होते हैं।",
      },
      two: "जब फलों और सब्जियों पर खरोंच आ जाती है, तो वे आस-पास की वस्तुओं को तेजी से पका देते हैं। जामुन, अंगूर, या आड़ू जैसी नाजुक फसलों को प्लास्टिक के कंटेनरों में रखते समय, परिवहन के दौरान हिलने-डुलने से उन्हें क्षतिग्रस्त होने से बचाने के लिए सुरक्षात्मक फोम या पॉली लाइनर का उपयोग करें।",
    },
  },
  sensorsPickupModel: {
    title: "तापमान सेंसर और टाइम-टू-पिक-अप मॉडल",
    temp: {
      title: "तापमान सेंसर",
      one: {
        title:
          "पर्यावरणीय स्थितियों की निगरानी के लिए तापमान और आर्द्रता सेंसर अक्सर शीत भंडार में रखे जाते हैं। कमरे में सेंसर का स्थान उसके उद्देश्य पर निर्भर करता है।",
        one: "यदि आप ठंडी हवा के तापमान को जांच करना चाहते हैं, तो सेंसर को ठंडी हवा के प्रवेश द्वार के पास रखा जाना चाहिए।",
        two: "यदि आप शीत प्रकोष्ठ में सबसे खराब स्थान की निगरानी करना चाहते हैं, यानी, जहां ताजा उपज सबसे गर्म होती है या सबसे धीमी गति से ठंडी होती है, तो उत्तर अधिक जटिल है। सामान्य नियम के रूप में, सबसे खराब स्थान संभवतः इनलेट से दूर और बक्सों या पैलेटों के अंदर गहराई में होगा।",
      },
      two: {
        title:
          "उस वातावरण को समझने के लिए जिसमें वस्तु संग्रहीत है, हम सेंसर को यथासंभव वस्तु के करीब रखने की सलाह देते हैं। उदाहरण के लिए, सेंसर लगाने का स्थान का सुझाव यह हे की:",
        one: "न तो प्रवेश द्वार के बहुत करीब और न ही बहुत दूर।",
        two: "शीतलन कक्ष के मध्य में.",
        three: "इससे पहले कि क्रेट कमरे से बाहर निकाला जाए!",
      },
    },
    ttpu: {
      title: "टाइम-टू-पिक-अप (टीटीपीयू) मॉडल, TTPU मॉडल",
      one: "डिजिटल फ्रूट ट्विन्स गणितीय मॉडल हैं जिसे यह मापने के लिए विकसित किया गया है कि अलग-अलग फसलें अलग-अलग भंडारण तापमान पर कैसा असर होता है या खराब होती हैं। वे समय के साथ फसलों की गुणवत्ता के विकास की पुर्बानुमान करते हैं।",
      two: {
        bold: "'भंडारण काल' वह समय है जिसके ख़तम होने से पहले तक उत्पाद को संग्रहीत किया जा सकता है, यानी वह समय जब तक उत्पाद ब्यबहृत होने के लिए  निम्नतम गुणवत्ता के सीमा तक नहीं पहुंच जाता",
        details: "और ऐप में 'बचे हुए दिनों की संख्या' में दर्शाया जाता है।",
      },
      three:
        "कोल्डटिवेट में, हम टाइम-टू-पिक-अप (टीटीपीयू) मॉडल की गणना करते हैं, जो अपेक्षित भंडारण काल है, साथ ही यह आश्वासन भी देता है कि उत्पाद 30 डिग्री सेल्सियस के पर्यावरणीय तापमान पर कम से कम 12 घंटे तक चलेगा। परिणामस्वरूप, भंडारण से बाहर निकलने के बाद, बाजार में जाने और उत्पादों को बेचने के लिए अभी भी पर्याप्त समय है।",
      four: {
        one: "फलों और सब्जियों की जैविक परिवर्तनशीलता के कारण, टीटीपीयू मॉडल यह विवेचना होना चाहिए की",
        bold: "किसी उत्पाद की अनुमानित भंडारण क्षमता",
        two: "यह संभव है कि कमरे में रखे गए क्रेटों का बचा हुआ भंडारण काल मॉडल की पूर्वानुमान से थोड़ा अलग हो।",
      },
      five: {
        bold: "जब उत्पाद को कमरे में लाया जाता है तो उसकी प्रारंभिक गुणवत्ता टीटीपीयू को सटीक रूप से निर्धारित करने में महत्वपूर्ण भूमिका निभाती है।",
        details:
          "चेक-इन के समय गुणवत्ता का यथासंभव सटीक अनुमान लगाने में सक्षम होने के लिए, इस प्रश्न का ईमानदारी से उत्तर देना महत्वपूर्ण है कि फसल कब काटी गई थी (जो चेक-इन प्रक्रिया के दौरान दिखाई देती है)।",
      },
      six: {
        bold: "टीटीपीयू मॉडल तापमान सेंसर से मिले हुए तथ्यों का उपयोग करता है",
        details:
          "भंडारण के दौरान बची हुई गुणवत्ता की गणना करने के लिए। कमरे में तापमान में अनियमितता को शामिल करने के लिए, मॉडल नियमित रूप से प्रत्येक क्रेट की बची हुई गुणवत्ता की पुन: गणना करता है।",
      },
    },
  },
  maximizeCropQuality: {
    title: "फसल की गुणवत्ता अधिकतम कैसे करें",
    intro:
      "कटाई के बाद उत्पाद की गुणवत्ता को प्रभावित करने वाले मुख्य पैरामीटर तापमान, सापेक्ष आर्द्रता और पर्यावरण में गैस सांद्रता हैं।",
    temp: {
      title: "तापमान:",
      one: "उच्च तापमान के लंबे समय तक संपर्क में रहने से उपज में ख़राबी हो सकती है और संरक्षण की अबधि काम हो जाती हे ",
      two: "कटाई के बाद ताजा उपज के तापमान को कम करने के लिए प्रीकूलर, प्राकृतिक वेंटिलेशन (खेत में आश्रय में भंडारण), निष्क्रिय बाष्पीकरणीय कूलर का उपयोग करना, या सुबह के समय कटाई करना उपयोगी तरीके हैं।",
      three:
        "शीत भंडार उत्पाद की संरक्षण की अबधि बढ़ाने और उसकी गुणवत्ता बनाए रखने के लिए उपयोगी है।",
      four: "हवादार पैकेजिंग, जैसे कि वेंट छेद वाले प्लास्टिक के क्रेट, ठंडी हवा को ताजा उपज तक प्रभावी ढंग से पहुंचने के लिए आवश्यक हैं।",
      five: "अत्यधिक कम तापमान से बचना चाहिए क्योंकि वे हिमकरण से लगने वाली क्ष्यतों का कारण बनते हैं।",
    },
    humidity: {
      title: "सापेक्षिक आर्द्रता:",
      one: "कम सापेक्ष आर्द्रता उत्पाद के निर्जलीकरण का कारण बन सकती है",
      two: "उच्च सापेक्ष आर्द्रता के कारण सिकुड़न हो सकती है और संघनन का खतरा बढ़ सकता है, जिससे फफूंदी के विकास में तेजी आ सकती है।",
    },
    ethylene: {
      title: "एथिलीन:",
      one: "एथिलीन एक पौधों का हार्मोन है जो पकने को त्वरान्वित करता है। केवल कुछ पौधे ही एथिलीन का उत्पादन करते हैं, और फसलें इसके प्रति कम या ज्यादा संवेदनशील हो सकती हैं।",
      two: "एथिलीन उत्पादक और एथिलीन-संवेदनशील फसलों को अलग-अलग कक्षों में संग्रहित किया जाना चाहिए। यदि यह संभव नहीं है, तो उन्हें दूर-दूर रखना चाहिए और एथिलीन स्क्रबर स्थापित करना चाहिए।",
      three: {
        bold: "गलत उत्पादों को एक साथ संग्रहीत करने से उत्पाद की गुणवत्ता और बाजार मूल्य में बहुत ज्यादा गिरावट हो सकती है,",
        details: "विशेषकर लंबी भंडारण अवधि के दौरान।",
      },
    },
    air: {
      title: "वायु संरचना:",
      one: "ऑक्सीजन (O2) सांद्रता को कम करने और कार्बनडाइऑक्साइड (CO2) सांद्रता को थोड़ा बढ़ाने से फलों और सब्जियों में शारीरिक प्रक्रियाएं धीमी हो जाती हैं, जिससे भंडारण जीवन बढ़ जाता है। इसे नियंत्रित वातावरण में भंडारण या पैकेजिंग में किया जा सकता है।",
    },
  },
  coolingService: {
    title: "शीतलन-की-सेवा (CaaS) क्या होता हे ?",
    business: {
      title: "व्यापार मॉडल",
      one: "शीतलन-की-सेवा (CaaS) उपभोक्ताओं को शीतल भंडार की सेवा मुहैया कराता हे",
      two: "संग्रहीत भोजन की मात्रा और भंडारण अवधि के आधार पर निश्चित शुल्क निर्धारित किया जाता है। ",
      three:
        "कूलिंग उपयोगकर्ता फसल निकालने पर शुल्क का भुगतान सीधे कोल्ड रूम संचालकों को करते हैं। इन भुगतानों के बदले में, कूलिंग कंपनियाँ कोल्ड रूम का स्वामित्व, संचालन और रखरखाव करती हैं।",
    },
    stakeholders: {
      title: "प्रमुख हितधारकों",
      providers: {
        title: "शीतलन सेवा प्रदाता:",
        details:
          "वे मामूली शुल्क पर किसानों या एफपीओ को कोल्ड रूम सेवाएं प्रदान करते हैं। वे सौर या बायोमास जैसी स्वच्छ ऊर्जा को प्राथमिकता देते हुए, शीतकक्ष का मालिकाना लेते हैं और उनका प्रबंधन करते हैं। भंडारण के अलावा, प्रबंधक सूचना अंतराल को कम करते हुए, विक्रेताओं और खरीदारों को जोड़कर बाजार पहुंच की सुविधा प्रदान कर सकते हैं।",
      },
      users: {
        title: "शीत भंडार उपभोक्ता:",
        details:
          "आपका वीसीसीए छोटे किसानों और सीमांत व्यापारियों का समर्थन करता है जो सीमित भूमि और संसाधनों से जूझते हैं और मामूली पैमाने पर काम करते हैं, अपनी उपज सड़कों के किनारे या स्थानीय बाजारों में बेचते हैं। अपर्याप्त भंडारण उनकी सौदेबाजी की शक्ति को कमजोर कर देता है, जिसके परिणामस्वरूप जल्दबाजी में बिक्री होती है और आय कम होती है। आपका वीसीसीए उन्हें किफायती दरों पर अपनी उपज को शीत कक्ष में रखने का विकल्प प्रदान करता है।",
      },
      producer: {
        title: "किसान उत्पादक संगठन:",
        details:
          "एफपीओ किसानों को एकजुट करते हैं, शुरू से अंत तक खेती में सहायता प्रदान करते हैं। CaaS के तहत, एफपीओ ग्राहकों, ऑपरेटरों के रूप में कार्य कर सकते हैं या सदस्यों की उपज खरीदकर, बाजार संबंधों और किसानों की आर्थिक व्यवहार्यता को मजबूत करके किफायती दामों में  शीत भंडार का लाभ उठा सकते हैं।",
      },
    },
  },
  multiCommodityStorage: {
    title: "बहुमुखी उत्पादों से भरा शीत भंडार में सर्वोत्तम भंडारण की स्थिति",
    temp: {
      title: "तापमान:",
      one: "इष्टतम भंडारण तापमान निम्नलिखित कारकों से प्रभावित होता है: फसल का प्रकार और किस्म, कटाई के समय परिपक्वता , कटाई से पहले की बढ़ती स्थितियाँ (जैसे पर्यावरणीय तापमान और वर्षा) और कटाई के बाद की संभाल।",
      two: "जब अलग-अलग इष्टतम तापमान वाले फलों और सब्जियों को शीत भंडार में एक साथ संग्रहित करना हो तो सावधानी बरतनी चाहिए।",
      three: {
        title: "भंडारण तापमान के आधार पर, दो समूहों की पहचान की जा सकती है:",
        one: {
          bold: "समूह 1 ('शीतल' समूह):",
          details: "इष्टतम तापमान <7 डिग्री सेल्सियस",
        },
        two: {
          bold: "समूह 1 ('उष्ण' समूह):",
          details: "इष्टतम तापमान >7 डिग्री सेल्सियस",
        },
      },
      four: "जब दो भंडारण कक्ष उपलब्ध हों, तो एक कक्ष 7 डिग्री सेल्सियस से नीचे संचालित हो सकता है जबकि दूसरे को उच्च तापमान (> 7 डिग्री सेल्सियस) पर सेट किया जा सकता है।",
      five: {
        one: "जब केवल एक कक्ष उपलब्ध हो, तो कमरे में तापमान को सभी फसलों के अनुकूल बनाना होगा। सामान्य रूप में,",
        two: "तापमान को कक्ष में सभी फसलों के उच्चतम इष्टतम तापमान तक बढ़ाया जाना चाहिए।",
        three:
          "इससे समूह 1 ('शीतल') के संग्रहीत उत्पाद तेजी से पुराने हो जाएंगे, लेकिन",
        four: "अत्यधिक ठंड लगने की वजह से लगने वाली क्षत को रोकना महत्वपूर्ण है:",
        five: "बहुत कम तापमान के प्रयोग करने से उत्पाद ख़राब हो जायेंगे।",
      },
      six: "शीत प्रकोष्ठ  के डिज़ाइन में गर्म क्षेत्र उत्पन्न करने के लिए मैन्युअल रूप से भी बदला जा सकता है, उदाहरण के लिए, कमरे के भीतर अलग-अलग डिब्बे बनाने के लिए तिरपाल लटकाकर।",
      seven:
        "उच्च इष्टतम तापमान वाले उत्पादों को शीत कक्ष के बाहर छाया में या पैसिव कूलर का उपयोग करके भी संग्रहित किया जा सकता है।",
    },
    ethylene: {
      title: "एथिलीन:",
      one: "एथिलीन विभिन्न फसलों के पकने की सुरुवात करदेता है और इस प्रकार उनकी भंडारण क्षमता को कम कर सकता है।",
      two: {
        bold: "एथिलीन पैदा करने वाली फसलों को एथिलीन के प्रति संवेदनशील फसलों से दूर रखा जाना चाहिए।",
        details:
          "एथिलीन को हवा से हटाने के लिए (what to install)स्थापित किया जाना चाहिए, जिससे संवेदनशील फसलों पर इसका प्रभाव कम हो सके।",
      },
      three:
        "एथिलीन का उत्पादन करने वाली फसलों को कोल्ड स्टोरेज रूम के निकास के पास (दरवाजों के करीब या जहां हवा कमरे से बाहर जा रही है) रखना सबसे अच्छा है।",
    },
    table: {
      title: "चयनित फसलों के लिए तालिका:",
      one: "यहां तालिका में हम इष्टतम तापमान, एथिलीन संवेदनशीलता और उत्पादन, और इष्टतम स्थितियों में रखे गए उत्पादों के औसत भंडारण काल का अवलोकन प्रस्तुत करते हैं।",
      two: "यहाँ",
      three:
        "हम इष्टतम तापमान, एथिलीन संवेदनशीलता और उत्पादन, और इष्टतम स्थितियों में रखे गए उत्पादों के औसत भंडारण जीवन का अवलोकन प्रस्तुत करते हैं।",
    },
  },
  cropStorage: {
    title: "फसल भंडारण तालिका",
    attention: "सावधान!",
    combinations:
      'फसलों को "एथिलीन उत्पादन" और "एथिलीन संवेदनशीलता" आंकड़ों के आधार पर एक साथ संग्रहित किया जाना चाहिए। नीचे सूचीबद्ध संयोजनों को एक साथ संग्रहित नहीं किया जाना चाहिए।<legend with colored dots > यदि आप ठंडे कमरे में इनमें से किसी भी संयोजन देखते हैं , तो तुरंत बक्सों को यथासंभव दूर रखें',
    identify:
      "यदि आप शीत कक्ष में इनमें से किसी भी संयोजन की पहचान करते हैं, तो तुरंत क्रेटों को यथासंभव दूर रखें।",
    combo: "कॉम्बो",
    instructions:
      'तालिका को कैसे पढ़ें: एथिलीन-संवेदनशीलता के आधार पर फसलों को एक साथ रखा जा सकता है, आप स्तंभ  "एथिलीन उत्पादन" और स्तंभ "एथिलीन संवेदनशीलता" में रंगों का उल्लेख कर सकते हैं।',
    name: "नाम",
    temperature: "तापमान",
    "storage-time": "स्टोरेज का समय",
    "ethylene-prod": "एथिलीन उत्पादन",
    "ethylene-sens": "एथिलीन संवेदनशीलता",
    reference: "37 / 5,000",
    months: "महीने",
    days: "दिन",
    weeks: "हफ्तों",
  },
} satisfies Translations;
