import type { Translations } from "./en";

export default {
  root: {
    comic: "କୃଷକଙ୍କ ଯାତ୍ରା: କମିକ ଷ୍ଟ୍ରିପ୍",
    endingTitle: "ଅଭିନନ୍ଦନ!",
    endingMessage:
      "ଆପଣ କମିକ ଷ୍ଟ୍ରିପ୍ ସମାପ୍ତ କରିଛନ୍ତି! ଆପ୍ ବ୍ୟବହାର ଆରମ୍ଭ କରିବା ପାଇଁ ଡ୍ୟାସବୋର୍ଡକୁ ଫେରନ୍ତୁ |",
    prev: "ପୂର୍ବବର୍ତ୍ତୀ",
    next: "ପରବର୍ତ୍ତୀ",
    backBashboard: "ଡ୍ୟାସବୋର୍ଡକୁ ଫେରନ୍ତୁ |",
  },
  coldRoomGlitches: {
    title: "ଶୀତଳ ପ୍ରକୋଷ୍ଠ ରେ ଟେକ୍ନିକାଲ ତ୍ରୁଟି ପ୍ରତି କିପରି ପ୍ରତିକ୍ରିୟା କରିବେ |",
    water: {
      title: "ଶୀତଳ ପ୍ରକୋଷ୍ଠ ରେ ପାଣି ପ୍ରବେଶ କରେ:",
      details:
        "ଆଭ୍ୟନ୍ତରୀଣ ପାଇପ୍, ଜଏଣ୍ଟ ଏବଂ ଛାତ ପ୍ୟାନେଲଗୁଡ଼ିକୁ ଭଲ ଭାବରେ ଯାଞ୍ଚ କରନ୍ତୁ | ଯେ କୌଣସି ସମସ୍ୟାକୁ ତୁରନ୍ତ ସମାଧାନ କରନ୍ତୁ | ଯଦି ସମସ୍ୟା ଜାରି ରହେ, ପାଇପ୍ ବଦଳାଇବା ପାଇଁ କୁଲିଂ କମ୍ପାନୀକୁ ଜଣାନ୍ତୁ |",
    },
    condensation: {
      title: "ଘନୀଭବନ ଚଟାଣରେ ଅତ୍ୟଧିକ ଜଳ ସୃଷ୍ଟି କରେ:",
      details:
        " ଆର୍ଦ୍ର ବାୟୁ ପ୍ରବେଶକୁ ସୀମିତ ରଖିବା କବାଟ ବନ୍ଦ ଅଛି ବୋଲି ସୁନିଶ୍ଚିତ କରନ୍ତୁ ଅଥବା କବାଟ କୁ ସର୍ବନିମ୍ନ ବ୍ୟବହାର କରନ୍ତୁ | ସମ୍ଭାବ୍ୟ ଜଳ କ୍ରେଟ୍ ଭିତରକୁ ନଯିବା ପାଇଁ ଅପରେଟରମାନେ ସିଧାସଳଖ ବାଷ୍ପୀକରଣ ଯନ୍ତ୍ର ତଳେ ଭର୍ତ୍ତି ଥିବା \n କ୍ରେଟ୍ ରଖିବା ଉଚିତ୍ ନୁହେ |",
    },
    operators: {
      title: "ଅପରେଟରମାନେ ଶୀତଳ ପ୍ରକୋଷ୍ଠରେ ଫସି ରହିବାର ଆଶଙ୍କା ଥାଏ:",
      details:
        "ନିୟମିତ ଭାବରେ ଆଭ୍ୟନ୍ତରୀଣ ଦ୍ୱାର କୁ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ତୁରନ୍ତ ଶୀତଳ ପ୍ରକୋଷ୍ଠର ବୈଷୟିକ ଦଳକୁ ଯେ କୌଣସି ତ୍ରୁଟି ବିଷୟରେ ଅବଗତ କରାନ୍ତୁ | ଠିକ୍ ସମୟରେ ରିପୋର୍ଟ କରିବା ଦ୍ୱାରା ଯେ କୌଣସି ଦ୍ୱାର ସମ୍ବନ୍ଧୀୟ ସମସ୍ୟାର ଶୀଘ୍ର ସମାଧାନ ସୁନିଶ୍ଚିତ ହୁଏ, ଶୀତଳ ପ୍ରକୋଷ୍ଠର ସଠିକ କାର୍ଯ୍ୟ ହୁଏ ଏବଂ ଅଖଣ୍ଡତା ରକ୍ଷା କରାଯାଇଥାଏ |",
    },
    compressor: {
      title: "ଶୀତଳ ପ୍ରକୋଷ୍ଠ ରେ ପାଣି ପ୍ରବେଶ କରେ:",
      details:
        "ଶୀତଳ ପ୍ରକୋଷ୍ଠ କୁ ଭଲ ଏବଂ ସୁରକ୍ଷିତ ରଖିବା ପାଇଁ, ସ୍ଥାନକୁ ଅଧିକ ବ୍ୟବହାର କରନ୍ତୁ ନାହିଁ, ଏବଂ କେମ୍ପ୍ରେସର କୁ ଅଧିକ ସମୟ ଚଲାନ୍ତୁ ନାହିଁ | ଶୀତଳ ପ୍ରକୋଷ୍ଠର  ଉପକରଣ ଗୁଡ଼ିକରେ ବିଦ୍ୟୁତ ର ଅତ୍ୟଧିକ ଚାର୍ଜକୁ ରୋକିବା ପାଇଁ ବଜ୍ରପାତ  ପ୍ରତିରକ୍ଷା ଉପକରଣ ସ୍ଥାପନ କରିବାକୁ ଚିନ୍ତା କରନ୍ତୁ |",
    },
    short: {
      title: "ଥର୍ମାଲ୍ ବ୍ୟାଟେରୀ ଚାର୍ଜର୍ ରେ ସର୍ଟ ସର୍କିଟ:",
      details:
        "ଗ୍ରୀଷ୍ମ ଋତୁ ରେ, ସୌର ବ୍ୟାଟେରୀ ଚାର୍ଜର୍ ରେ ଥିବା ପଙ୍ଖା ର ତାର ଅଧିକ ଗରମ ହୋଇପାରେ | ଏହାକୁ ଥଣ୍ଡା କରିବା ଏବଂ କାର୍ଯ୍ୟଦକ୍ଷତାକୁ ଉନ୍ନତ କରିବା ପାଇଁ ଏହାକୁ 24 ଭୋଲ୍ଟ ସହିତ ସଂଯୋଗ କରିବାକୁ କମ୍ପାନୀ ଟେକ୍ନିସିଆନଙ୍କୁ ଅନୁରୋଧ |",
    },
  },
  crateCheckingTips: {
    title: "କ୍ରେଟ ଗୁଡିକର ଯାଞ୍ଚ ପାଇଁ ପରାମର୍ଶ |",
    sorting: {
      title: "ବାଛିକି ରଖିବା ",
      one: "ବାଛିକି ରଖିବା ଅର୍ଥ କ୍ଷତ ହୋଇଯାଇଥିବା ଉତ୍ପାଦଗୁଡିକ (ଯାନ୍ତ୍ରିକ ଆଘାତ, କୀଟ, ରୋଗ, ଅପରିପକ୍ୱତା, ଏବଂ ବିକଳାଙ୍ଗତା ଦ୍ୱାରା) ଏବଂ ଆବର୍ଜନା  (ଯଥା ଉଦ୍ଭିଦ ଆବର୍ଜନା, ମାଟି ଏବଂ ପଥର) ଗୁଡିକୁ ବିକ୍ରି ହବ ପାଇଁ ଥିବା ତାଜା ଉତ୍ପାଦରୁ ଅଲଗା ବାହାର କରିବା | ଶୀତଳ ଭଣ୍ଡାର ଉପଭୋକ୍ତାମାନେ ଯାଞ୍ଚ କରିବା ପୂର୍ବରୁ ସେମାନଙ୍କ କ୍ରେଟ୍ ଗୁଡିକୁ ବାଛି ରଖିବା ଉଚିତ୍ |",
      two: "ଶୀତଳ ଭଣ୍ଡାର ଚାଳକ ମାନେ ନିୟମିତ ଭାବରେ ରୁମରେ ଗଚ୍ଛିତ କ୍ରେଟଗୁଡିକ ଯାଞ୍ଚ କରିବା ଏବଂ ନଷ୍ଟ ହୋଇଥିବା ଜିନିଷଗୁଡ଼ିକୁ ନିଷ୍କାସନ କରିଦେବା ଉଚିତ୍ | ନଷ୍ଟ ହୋଇଥିବା ଉତ୍ପାଦଗୁଡିକ ମିଶେଇକି ରଖିବା ଦ୍ୱାରା ସମଗ୍ର ପ୍ରକୋଷ୍ଠ ର ଉତ୍ପାଦ ନଷ୍ଟ ହୋଇଯାଏ କିମ୍ବା ପାଚିଯାଏ |",
    },
    "pre-cooling": {
      title: "ପ୍ରାକ-ଶୀତଳନ",
      one: "ପ୍ରାକ-ଶୀତଳନ ଶୀତଳ ପ୍ରକୋଷ୍ଠରେ ପ୍ରବେଶ କରିବା ପୂର୍ବରୁ ନୂତନ ଅମଳ ହୋଇଥିବା ଫସଲର ପ୍ରାରମ୍ଭିକ ଥଣ୍ଡା କରିବାକୁ ବୁଝାଏ | ଏହା କକ୍ଷ କୁ ଶୀତଳ କରି, ଶୀତଳ ବାୟୁ ପ୍ରବାହ କରି ଏବଂ ଜଳ ସିଞ୍ଚନ କରିବା ଭଳି ପଦ୍ଧତି ବ୍ୟବହାର କରି ଉତ୍ପାଦରୁ ବାହ୍ୟ ଉତ୍ତାପ କୁ ଅପସାରଣ କରିଥାଏ |",
      two: "ପ୍ରାକ-ଶୀତଳନ ଦ୍ୱାରା ଉତ୍ପାଦ ରେ କ୍ଷତ ହବାର ସମ୍ଭାବନା ଏବଂ ଗମନାଗମନ ସମୟ ରେ ଶୀତଳନ ର ଆବଶ୍ୟକତା କାମ ହୋଇଥାଏ, ଯଦ୍ୱାରା କୃଷକ ମାନଙ୍କୁ ନିଜ ଉତ୍ପାଦ କୁ ଦୂର ବଜାର କୁ ନବାକୁ ସୁବିଧା ହୁଏ",
      three:
        "35°C ରୁ ଅଧିକ ତାପମାତ୍ରାରେ, ସଂରକ୍ଷଣ କାଳ ବୃଦ୍ଧି କରିବା ପାଇବ ପାଇଁ ଅମଳର ଏକ ଘଣ୍ଟା ମଧ୍ୟରେ ପ୍ରାକ-ଶୀତଳନ କରାଯିବା ଉଚିତ |",
      four: "ଯଦି ପ୍ରାକ-ଶୀତଳନ ବିକଳ୍ପ ଉପଲବ୍ଧ ନହୁଏ ତେବେ ପରୋକ୍ଷ ଶୀତଳନ କୌଶଳ ଯେପରିକି ଶୀତଳ ଆବରଣ ବ୍ୟବହାର କରାଯାଇପାରିବ |",
      five: "ପ୍ରାକ-ଶୀତଳନ ଏବଂ ପରୋକ୍ଷ ଶୀତଳନ ପରି ବିକଳ୍ପ ଉପଲବ୍ଧ ନଥିବାବେଳେ, ସକାଳ ସମୟର ଥଣ୍ଡା ବାତାବରଣ କୁ ଉପଯୋଗ କରି ସେହି ସମୟ ରେ ମଧ୍ୟ ଅମଳ କରାଯାଇପାରେ |",
      six: "ଯେଉଁ ଫଳଗୁଡିକ ରେ ବାହ୍ୟ ପାର୍ଶ୍ୱ କୋମଳ ହୋଇଥାଏ ( ଯଥା କୋଳି, ଅଙ୍ଗୁର, ଟମାଟୋ, ଟାକୁଆ ବିଶିଷ୍ଟ ଫଳ, କ୍ୟାପସିକମ୍, ଲଙ୍କା, ବାଇଗଣ, କାକୁଡି, ବିନ୍ସ , ମଟର, ଏବଂ ଶାଗ) ସେଗୁଡିକୁ ଶୀତଳ ଭଣ୍ଡାର ରେ ରଖିବା ଆଗରୁ ଟିକିଏ ଥଣ୍ଡା କରିବା (ପ୍ରାକ-ଶୀତଳନା)  ଆବଶ୍ୟକ ହୁଏ | କିନ୍ତୁ କଠିନ ବାହ୍ୟ ପାର୍ଶ୍ୱ ବିଶିଷ୍ଟ ଫଳ(ଯେପରିକି ଅମୃତ ଭଣ୍ଡା,ପିଜୁଳି, କଞ୍ଚା କଦଳୀ,ଡାଳିମ୍ବ, ମୂଳା, ବନ୍ଧାକୋବି, ଫୁଲକୋବି ଏବଂ ଗାଜର) ଏହା ବିନା ମଧ୍ୟ ଭଲ ଭାବେ ଗଛିତ କରା ଯାଇ ପରେ |",
    },
    "check-in": {
      title: "ପ୍ରବେଶ:",
      one: "ଶୀତଳ ପ୍ରକୋଷ୍ଠରେ ପ୍ରବେଶ କରୁଥିବା ସମସ୍ତ ଉତ୍ପାଦକୁ କମ୍ପାନୀ ଦ୍ୱାରା ଜାରି କର ଯାଇଥିବା ଆଇଡି ସହିତ ବାୟୁ ଚଳାଚଳ କରୁଥିବା ପ୍ଲାଷ୍ଟିକ୍ କ୍ରେଟରେ ରଖିବା ଉଚିତ |",
      two: "ପ୍ଲାଷ୍ଟିକ ପାତ୍ର କୁ କାର୍ଡବୋର୍ଡ ବାକ୍ସ ଅପେକ୍ଷା ଅଧିକ ଉପାଦେୟ କାରଣ ପର୍ଯ୍ୟାପ୍ତ ପରିମାଣର ଛିଦ୍ର ଏବଂ ଉଚ୍ଚ ଆର୍ଦ୍ରତା ରେ ପ୍ଲାଷ୍ଟିକ ପାତ୍ର ସଠିକ ଭାବେ କାର୍ଯ୍ୟ କରେ ଏବଂ କବକ ବୃଦ୍ଧି(ଛତି ମାରିବା) କୁ ରୋକିବା ପାଇଁ ସଫା ସୁତୁରା କରା ଯାଇପାରେ |",
      three: {
        title: "ଚାଳକ ମାନଙ୍କୁ ସୁନିଶ୍ଚିତ କରିବା ଉଚିତ କି:",
        one: "ଜୀବାଣୁ ବୃଦ୍ଧିକୁ ରୋକିବା ପାଇଁ ଥଣ୍ଡା କୋଠରୀରେ ଉତ୍ପାଦ ରଖିବା ପୂର୍ବରୁ କ୍ରେଟ୍ ଟି ଶୁଖିଲା ଅଛି |",
        two: "କୃଷକ ଙ୍କ ନାମ, ଉତ୍ପାଦ ପ୍ରକାର, ସଂରକ୍ଷଣ ଅବଧି ଏବଂ ଅମଳ ତାରିଖ ଇତ୍ୟାଦି ର ବିବରଣୀଗୁଡିକ କୋଲଡିଭେଟ୍ ଆପ ରେ ଭରା ଯାଇଛି",
        three:
          "ଚାଳକ ଙ୍କ ଦ୍ୱାରା ଭରା ଯାଇଥିବା ତଥ୍ୟ କୃଷକ ମାନଙ୍କୁ ଦୃଶ୍ୟମାନ ହୁଏ, ଯେଉଁମାନେ ସ୍ୱଚ୍ଛତା ପାଇଁ ଆପରେ ଥିବା ତ୍ରୁଟିଗୁଡ଼ିକୁ ଶୀଘ୍ର ସଂଶୋଧନ କରିପାରିବେ | ",
      },
    },
    stacking: {
      title: "କ୍ରେଟ ଗୁଡିକୁ ଗୋଟିକ ଉପରେ ଗୋଟେ କରି ଜମା କରିବା ",
      one: {
        title:
          "ସଂରକ୍ଷିତ ଉତ୍ପାଦ ଗୁଡିକର ର ଗୁଣବତ୍ତା ସଂରକ୍ଷିତ ହୋଇଛି କି ନାହିଁ ନିଶ୍ଚିତ କରିବାକୁ, କ୍ରେଟ୍ ଷ୍ଟାକିଂ କରିବା ସମୟରେ ନିମ୍ନଲିଖିତ ପରାମର୍ଶ ଅନୁସରଣ କରନ୍ତୁ:",
        one: "ଉପଯୁକ୍ତ ସଂରକ୍ଷଣ ପାଇଁ 25 କିଲୋଗ୍ରାମ ର ମାନକ କ୍ରେଟରେ 20-23 କିଲୋଗ୍ରାମ ଉତ୍ପାଦ ବ୍ୟବହାର କରନ୍ତୁ |",
        two: "ଉତ୍ପାଦ ଗୁଡିକ ନଷ୍ଟ ନହେବା ପାଇଁ କ୍ରେଟଗୁଡିକ ମଧ୍ୟରେ 5-10 ସେ.ମି. ବ୍ୟବଧାନ ଛାଡ଼ିଦିଅନ୍ତୁ |",
        three:
          "ଥଣ୍ଡା ଜନିତ କ୍ଷତ ରୁ ରକ୍ଷା ପାଇବା ପାଇଁ ଶୀତଳ ପ୍ରକୋଷ୍ଠ କାନ୍ଥରୁ କ୍ରେଟ ଗୁଡିକୁ 10-15 ସେ.ମି. ଛାଡିକି ରଖନ୍ତୁ |",
        four: "କଦଳୀ, ଅଙ୍ଗୁର, କମଳା, କନ୍ଦମୂଳ, ଟମାଟୋ, ଆଭୋକାଡୋ ଏବଂ ଆମ୍ବ ପ୍ରତି ବିଶେଷ ଧ୍ୟାନ ଦିଅନ୍ତୁ କାରଣ ଏଗୁଡିକ ଥଣ୍ଡା ପ୍ରତି ଅଧିକ ସମ୍ବେଦନଶୀଳ ଅଟନ୍ତି!",
      },
    },
    maintain: {
      title: "ଶୀତଳ ପ୍ରକୋଷ୍ଠ କୁ ସଠିକ୍ ଭାବରେ ରକ୍ଷଣାବେକ୍ଷଣ କରିବା ପାଇଁ:",
      one: "ଥଣ୍ଡା ପବନ ହ୍ରାସ, ଘନୀଭୂତତା ହ୍ରାସ, ବରଫ ଜମାଟ ବାନ୍ଧିବା ଏବଂ ଶକ୍ତି ଅପଚୟକୁ ରୋକିବା ପାଇଁ କବାଟରେ ପ୍ଲାଷ୍ଟିକ୍ ପରଦା ଲଗାନ୍ତୁ |",
      two: "ଶୀତଳ ପ୍ରକୋଷ୍ଠରେ ଆର୍ଦ୍ରତା ହ୍ରାସ, ବରଫ ଏବଂ ବରଫ ସୃଷ୍ଟି ରୋକିବା ପାଇଁ ଉଚ୍ଚ ଆର୍ଦ୍ରତା ସ୍ତର ନିଶ୍ଚିତ କରନ୍ତୁ | ଉଚ୍ଚ ଆପେକ୍ଷିକ ଆର୍ଦ୍ରତା (RH) ର ଅର୍ଥ ହେଉଛି ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ତାପମାତ୍ରାରେ ଏହାର ସର୍ବାଧିକ କ୍ଷମତା ତୁଳନାରେ ବାୟୁରେ ବହୁ ଜଳୀୟ ବାଷ୍ପ ଅଛି | ଅବଶ୍ୟ, ଅତ୍ୟଧିକ ଉଚ୍ଚ ଆର୍ଦ୍ରତା ଘନୀଭୂତ ଏବଂ କାକର ବିକୃତିର କାରଣ ହୋଇପାରେ |",
      three:
        "ସାଧାରଣତ , ହିମାଙ୍କ ଠାରୁ ସାମାନ୍ୟ ଉପରେ ପ୍ରାୟ 95% ଆପେକ୍ଷିକ ଆର୍ଦ୍ରତା ଆବଶ୍ୟକ | ଉଷ୍ମ ଅବସ୍ଥାରେ ଗଚ୍ଛିତ ବସ୍ତୁଗୁଡ଼ିକ ମଧ୍ୟ ପ୍ରାୟ 75% RH ସ୍ତରରୁ ଉପକୃତ ହୁଅନ୍ତି |",
    },
    sanitation: {
      title: "ପରିମଳ ବ୍ୟବସ୍ଥା:",
      one: {
        title:
          "ସଂରକ୍ଷିତ ଖାଦ୍ୟକୁ ସୁରକ୍ଷିତ ରଖିବା ପାଇଁ ଶୀତଳ ପ୍ରକୋଷ୍ଠର ନିୟମିତ ପରିଷ୍କାର ଏବଂ ରକ୍ଷଣାବେକ୍ଷଣ ଅତ୍ୟନ୍ତ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ | ଉଭୟ ଥଣ୍ଡା କୋଠରୀ ଏବଂ ଉତ୍ପାଦଗୁଡିକ ସଫା ରଖାଯିବା ନିଶ୍ଚିତ କରିବାକୁ ଏହି ଟିପ୍ସଗୁଡିକ ଅନୁସରଣ କରନ୍ତୁ:",
        one: "ଚଟାଣରୁ ମଇଳା ବାହାର କରିବା ପାଇଁ ଭ୍ୟାକ୍ୟୁମ୍ କ୍ଲିନର୍ କିମ୍ବା ସ୍କ୍ରବର୍ ଡ୍ରାୟର୍ ବ୍ୟବହାର କରନ୍ତୁ |",
        two: "ଖାଦ୍ୟ ଉପରେ ସଫା ସ୍ପ୍ରେ ନହେବା ପାଇଁ ସଫା କରିବା ପୂର୍ବରୁ ଖୋଲା କ୍ରେଟଗୁଡିକ ଘୋଡାନ୍ତୁ |",
        three:
          "ଖାଲି ଥିବାବେଳେ କୋଠରୀକୁ ସଫା କର, ଜଳ ଏବଂ ସଫେଇ ଏଜେଣ୍ଟ ବ୍ୟବହାର କରିବା ପାଇଁ କୁଲିଂ ସିଷ୍ଟମ ବନ୍ଦ କର |",
        four: "ନଷ୍ଟ ହୋଇଥିବା ଜିନିଷଗୁଡିକ ପାଇଁ କ୍ରେଟ୍ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଜୀବାଣୁ ବୃଦ୍ଧିକୁ ରୋକିବା ପାଇଁ ସେଗୁଡିକୁ ବାହାର କରନ୍ତୁ |",
        five: "ସଫା କରିବା ପରେ,  ବରଫ ଦ୍ୱାରା  ଖସଡ଼ା ହବାରୁ ଚଟାଣକୁ ରୋକିବା ପାଇଁ କୋଠରୀକୁ ସମ୍ପୂର୍ଣ୍ଣ ଶୁଖିବାକୁ ଦିଅନ୍ତୁ,|",
      },
    },
    packaging: {
      title: "पैकेजिंग:",
      one: {
        title:
          "ପରିବହନ ସମୟରେ ଉତ୍ପାଦର ଗୁଣବତ୍ତା ସଂରକ୍ଷିତ ହୋଇଛି କି ନାହିଁ ନିଶ୍ଚିତ କରିବାକୁ ଏହି ଟିପ୍ସଗୁଡିକ ଅନୁସରଣ କରନ୍ତୁ:",
        one: "ଜଳୀୟ ଅଂଶ କ୍ଷୟ ପ୍ରତି ସମ୍ବେଦନଶୀଳ ଫସଲ ଯେମିତି କି ପତ୍ର ଜାତୀୟ (lettuce) କୁ ପ୍ଲାଷ୍ଟିକ ଥଳି ବ୍ୟବହାର କରିବା ଦ୍ୱାରା ଜଳୀୟ ଅଂଶ କ୍ଷୟ ରୋକିବାରେ ଲାଭ ମିଳେ ",
        two: "ଅଧିକ ଏଥିଲିନ ବାହାରୁଥିବା ଉତ୍ପାଦ, ଯେପରିକି କଦଳୀ ରେ ପ୍ଲାଷ୍ଟିକ ଆବରଣ ବ୍ୟବହାର କରିବା ଦ୍ୱାରା ଏଥିଲିନ କୁ ରୋକିବା ପାଇଁ ସହାୟକ ହୋଇଥାଏ ",
      },
      two: "ଯେତେବେଳେ ଫଳ ଏବଂ ପନିପରିବା ରେ କ୍ଷତ ହୋଇଯାଏ, ସେମାନେ ନିକଟସ୍ଥ ଜିନିଷ ଗୁଡିକୁ ଶୀଘ୍ର ପଛେଇ ଦିଅନ୍ତି | ପରିବହନ ସମୟରେ ଖଣ୍ଡିଆ ନ ହବା ପାଇଁ ପ୍ଲାଷ୍ଟିକ୍ ପାତ୍ରରେ କୋଳି, ଅଙ୍ଗୁର, କିମ୍ବା ନାସପାତି ପରି ନରମ ଫସଲ ରଖିବାବେଳେ, ସଂରକ୍ଷଣ ଫୋମ୍ କିମ୍ବା ପଲିଥିନ ର ବିଛଣା ବ୍ୟବହାର କରନ୍ତୁ |",
    },
  },
  sensorsPickupModel: {
    title: "ତାପମାତ୍ରା ସେନ୍ସର ଏବଂ ଟାଇମ୍-ଟୁ-ପିକ୍ ଅପ୍ ମଡେଲ୍ |",
    temp: {
      title: "ତାପମାତ୍ରା ସେନସର |",
      one: {
        title:
          "ତାପମାତ୍ରା ଏବଂ ଆର୍ଦ୍ରତା ସେନ୍ସରଗୁଡିକ ପରିବେଶ ସ୍ଥିତି ଉପରେ ନଜର ରଖିବା ପାଇଁ ପ୍ରାୟତ ଶୀତଳ ପ୍ରକୋଷ୍ଠ ରେ ରଖାଯାଏ | କୋଠରୀରେ ସେନସରର ସ୍ଥାନ ଏହାର ଉଦ୍ଦେଶ୍ୟ ଉପରେ ନିର୍ଭର କରେ |",
        one: "ଯଦି ଆପଣ ଥଣ୍ଡା ପବନର ତାପମାତ୍ରା ଯାଞ୍ଚ କରିବାକୁ ଚାହାଁନ୍ତି, ତେବେ ସେନ୍ସରକୁ ଶୀତଳ ପବନର ଇନଲେଟ୍ ନିକଟରେ ରଖିବା ଉଚିତ |",
        two: "ଯଦି ଆପଣ ଶୀତଳ ପ୍ରକୋଷ୍ଠର ଅନୁପଯୋଗୀ ସ୍ଥାନ ଉପରେ ନଜର ରଖିବାକୁ ଚାହାଁନ୍ତି, ଯଥା, ଯେଉଁଠାରେ ତାଜା ଉତ୍ପାଦ ଗରମ କିମ୍ବା ବହୁତ ଧୀରେ ଥଣ୍ଡା ହୋଇଯାଏ, ଉତ୍ତର ଅଧିକ ଜଟିଳ ଅଟେ | ସାଧାରଣ ନିୟମ ଅନୁସାରେ,  ଅନୁପଯୋଗୀ ସ୍ଥାନ ସମ୍ଭବତ  ଇନଲେଟ୍ ର ବହୁତ ଦୂରରେ ଏବଂ ବକ୍ସ ଅଥବା ପ୍ୟାଲେଟ୍ ର ଗଭୀର କୋଣ ରେ ରହିବ |",
      },
      two: {
        title:
          "\nଯେଉଁ ପରିବେଶରେ ଦ୍ରବ୍ୟ ଗଚ୍ଛିତ ହୋଇଛି ତାହା ସଠିକ ରୂପେ ଜାଣିବା ପାଇଁ, ଆମେ ସେନ୍ସରଗୁଡ଼ିକୁ ଯଥାସମ୍ଭବ ଦ୍ରବ୍ୟର ନିକଟତର କରିବାକୁ ପରାମର୍ଶ ଦେଇଥାଉ | ଉଦାହରଣ ସ୍ୱରୂପ, ଆମେ ଏପରି ଜାଗା ରେ ସେନ୍ସର ରଖିବାକୁ ସୁପାରିଶ କରୁ ଯେଉଁଠି କି :",
        one: "ପ୍ରବେଶ ଦ୍ୱାରର ଅତି ନିକଟ ନୁହେଁ ଏବଂ ବହୁତ ଦୂରରେ ନୁହେଁ |",
        two: "ଶୀତଳ କକ୍ଷ ର ମଝାମଝି ରେ ",
        three: "କୋଠରୀରୁ କ୍ରେଟ ବାହାର କରିବା ପୂର୍ବରୁ!",
      },
    },
    ttpu: {
      title: "ଟାଇମ୍-ଟୁ-ପିକ୍ ଅପ୍ (ଟିଟିପିୟୁ) ମଡେଲ୍ , TTPU ମଡେଲ୍",
      one: "ଡିଜିଟାଲ୍ ଫ୍ରୁଟ ଟୁଇନ୍ସ ହେଉଛି ଗାଣିତିକ ମଡେଲ ଯାହା ବିଭିନ୍ନ ଫସଲ ଅଲଗା ଅଲଗା ସଂରକ୍ଷଣ ତାପମାତ୍ରାରେ କିପରି ବ୍ୟବହାର କରେ ନତୁବା ଖରାପ ହୁଏ ତାହା ମାପିବା ପାଇଁ ବିକଶିତ ହୋଇଛି | ସମୟ ସହିତ ଫସଲର ଗୁଣାତ୍ମକ ବିବର୍ତ୍ତନ ସେମାନେ ପୂର୍ବାନୁମାନ କରନ୍ତି |",
      two: {
        bold: "ସଂରକ୍ଷଣ କାଳ ହଉଚି ସେହି ସମୟ ଯାହା ସାରିବା ଆଗରୁ ଉତ୍ପାଦ କୁ ଗଚ୍ଛିତ କର ଯାଇପାରେ, ଅଥବା ସେହି ସମୟ ଯେତେବେଳ ଯାଏଁ ଉତ୍ପାଦ ବ୍ୟବହୃତ ହେବ ପାଇଁ ନିମ୍ନତମ ଗୁଣବତ୍ତା ର ମାନ କୁ ଖସି ନଥାଏ ",
        details: "ଏବଂ ଆପ୍ ରେ ‘ଅବଶିଷ୍ଟ ଦିନ’ ରେ ପ୍ରକାଶିତ ହୁଏ |",
      },
      three:
        "କୋଲ୍ଡଟିଭେଟରେ, ଆମେ ଟାଇମ୍-ଟୁ-ପିକ୍ ଅପ୍ (ଟିଟିପିୟୁ) ମଡେଲ୍ ଗଣନା କରୁ, ଯାହା ଆଶା କରାଯାଉଥିବା ସଂରକ୍ଷଣ କାଳ ଅଟେ ଏବଂ ତଥାପି ନିଶ୍ଚିତ କରେ ଯେ ଉତ୍ପାଦଟି 30 ° C ପରିବେଶ ତାପମାତ୍ରାରେ ଅତି କମରେ 12 ଘଣ୍ଟା ରହିବ | ଫଳସ୍ୱରୂପ, ଥରେ ସେଗୁଡିକ ଷ୍ଟୋରେଜ୍ ବାହାରକୁ ନିଆଗଲା ପରେ ମଧ୍ୟ ବଜାରକୁ ଯାଇ ଉତ୍ପାଦ ବିକ୍ରୟ କରିବା ପାଇଁ ପର୍ଯ୍ୟାପ୍ତ ସମୟ ଥିବ  |",
      four: {
        one: "ଫଳ ଏବଂ ପନିପରିବାର ଜୈବିକ ପରିବର୍ତ୍ତନ ହେତୁ, TTPU ମଡେଲକୁ ନିମ୍ନଲିଖିତ ଭାବେ ବିବେଚନା କରାଯିବା ଉଚିତ ",
        bold: "ଉତ୍ପାଦ ର ଆନୁମାନିକ କେତେ ଦିନ ସଂରକ୍ଷଣ ହୋଇ ପାରିବ |",
        two: "ଏହା ଅସମ୍ଭବ ନୁହେ ଯେ କୋଠରୀରେ ଗଚ୍ଛିତ ଥିବା କ୍ରେଟଗୁଡିକ, ମଡେଲ ଦ୍ୱାରା ଗଣନା କରାଯାଇଥିବା  ଅବଶିଷ୍ଟ ସଂରକ୍ଷଣ କାଳ ଠାରୁ ଟିକିଏ ଭିନ୍ନ ହେଇପାରେ ",
      },
      five: {
        bold: "ଯେତେବେଳେ ଉତ୍ପାଦ କୁ ରୁମକୁ ଅଣାଯାଏ, ଉତ୍ପାଦର ପ୍ରାରମ୍ଭିକ ଗୁଣବତ୍ତା TTPU ମଡେଲ କୁ ସଠିକ୍ ଭାବରେ ନିରୂପଣ କରିବାରେ ଏକ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଭୂମିକା ଗ୍ରହଣ କରିଥାଏ |",
        details:
          "ଚେକ୍ ଇନ୍ ସମୟ ରେ ଗୁଣବତ୍ତାକୁ ଯଥାସମ୍ଭବ ସଠିକ୍ ଭାବରେ ପୂର୍ବାନୁମାନ କରିବାକୁ ସକ୍ଷମ ହେବା ପାଇଁ, ଫସଲ କେବେ ଅମଳ ହେଲା (ଯାହା ଚେକ୍ ଇନ୍ ପ୍ରକ୍ରିୟା ସମୟରେ ଦେଖାଯାଏ) ପ୍ରଶ୍ନର ସଠିକ ଉତ୍ତର ଦେବା ଜରୁରୀ ଅଟେ |",
      },
      six: {
        bold: "TTPU ମଡେଲ୍ ତାପମାତ୍ରା ସେନ୍ସର ରୁ ମିଳିଥିବା ତଥ୍ୟ କୁ ବ୍ୟବହାର କରେ |",
        details:
          "ସଂରକ୍ଷଣ ସମୟରେ ଅବଶିଷ୍ଟ ଗୁଣବତ୍ତା ଗଣନା କରିବାକୁ | କୋଠରୀରେ ତାପମାତ୍ରା ଅନିୟମିତତା କୁ ଅନ୍ତର୍ଭୁକ୍ତ କରିବା ପାଇଁ, ମଡେଲ୍ ନିୟମିତ ଭାବରେ ପ୍ରତ୍ୟେକ କ୍ରେଟର ଅବଶିଷ୍ଟ ଗୁଣବତ୍ତାକୁ ଗଣନା କରେ |",
      },
    },
  },
  maximizeCropQuality: {
    title: "ଫସଲର ଗୁଣବତ୍ତା କିପରି ବୃଦ୍ଧି ପାଇବ |",
    intro:
      "ଅମଳ ପରବର୍ତ୍ତୀ ଉତ୍ପାଦ ଗୁଣକୁ ପ୍ରଭାବିତ କରୁଥିବା ମୁଖ୍ୟ ପାରାମିଟରଗୁଡିକ ହେଉଛି ତାପମାତ୍ରା, ଆପେକ୍ଷିକ ଆର୍ଦ୍ରତା ଏବଂ ବାୟୁ ରେ ଥିବା ଗ୍ୟାସର ଗାଢତା |",
    temp: {
      title: "ତାପମାତ୍ରା:",
      one: "ଉଚ୍ଚ ତାପମାତ୍ରାରେ ଦୀର୍ଘ ସମୟ ଧରି ସଂସ୍ପର୍ଶରେ ଆସିବା ଦ୍ୱାରା ଉତ୍ପାଦ ନଷ୍ଟ ହୋଇପାରେ ଏବଂ ସଂରକ୍ଷଣ ର ଅବଧି କମିଯାଇପାରେ ",
      two: "ପ୍ରିକୁଲର୍, ପ୍ରାକୃତିକ ଭେଣ୍ଟିଲେସନ୍ (ଫାର୍ମରେ ଏକ ଆଶ୍ରୟସ୍ଥଳରେ ସଂରକ୍ଷଣ), ନିଷ୍କ୍ରିୟ ବାଷ୍ପୀକରଣ କୁଲର୍ ବ୍ୟବହାର କରିବା, କିମ୍ବା ସକାଳେ ଅମଳ କରିବା, ତାଜା ଉତ୍ପାଦର ତାପମାତ୍ରା ହ୍ରାସ କରିବା ପାଇଁ ଉପଯୋଗୀ ପଦ୍ଧତି |",
      three:
        "ଉତ୍ପାଦର ସଂରକ୍ଷଣ ଅବଧି ବଢାଇବା ପାଇଁ ଏବଂ ଏହାର ଗୁଣବତ୍ତା ବଞ୍ଚାଇବା ପାଇଁ ଶୀତଳ ଭଣ୍ଡାର ଉପଯୋଗୀ |",
      four: "ଭେଣ୍ଟିଲେଟେଡ୍ ପ୍ୟାକେଜିଂ, ଯେପରିକି  ଛିଦ୍ର ଥିବା ପ୍ଲାଷ୍ଟିକ୍ କ୍ରେଟ୍, ତାଜା ଉତ୍ପାଦ କୁ ଶୀତଳ ବାୟୁ ର ସଂସ୍ପର୍ଶ ରେ ଆସିବା ପାଇଁ ଜରୁରୀ |",
      five: "ଅତ୍ୟଧିକ ନିମ୍ନ ତାପମାତ୍ରାକୁ ଏଡାଇବା ଉଚିତ କାରଣ ସେମାନେ ତୁଷାରୀକରଣ ଜନିତ କ୍ଷତ ସୃଷ୍ଟି କରନ୍ତି |",
    },
    humidity: {
      title: "ଆପେକ୍ଷିକ ଆର୍ଦ୍ରତା:",
      one: "କମ୍ ଆପେକ୍ଷିକ ଆର୍ଦ୍ରତା ଉତ୍ପାଦର ଡିହାଇଡ୍ରେସନ୍ ହୋଇପାରେ |",
      two: "ଅଧିକ ଆପେକ୍ଷିକ ଆର୍ଦ୍ରତା ହ୍ରାସ ଏବଂ ଘନୀଭୂତ ହେବାର ଆଶଙ୍କା ସୃଷ୍ଟି କରିପାରେ, ଯାହା କବକ (ଛତି ମାରିବା) ଅଭିବୃଦ୍ଧିକୁ ତ୍ୱରାନ୍ୱିତ କରିପାରେ |",
    },
    ethylene: {
      title: "ଏଥିଲିନ",
      one: "ଇଥିଲିନ ହେଉଛି ଏକ ଉଦ୍ଭିଦ ହରମୋନ୍ ଯାହା ପାଚିବା ପାଇଁ ସାହାଯ୍ୟ କରେ | କେବଳ କେତେକ ଉଦ୍ଭିଦ ଇଥିଲିନ ଉତ୍ପାଦନ କରନ୍ତି ଏବଂ ଫସଲ ଏହା ପ୍ରତି ଅଧିକ କିମ୍ବା କମ ସମ୍ବେଦନଶୀଳ ହୋଇପାରେ |",
      two: "ଇଥିଲିନ ଉତ୍ପାଦନକାରୀ ଏବଂ ଇଥିଲିନ ସମ୍ବେଦନଶୀଳ ଫସଲଗୁଡିକ ଅଲଗା ୟୁନିଟରେ ଗଚ୍ଛିତ ହେବା ଉଚିତ | ଯଦି ତାହା ସମ୍ଭବ ନୁହେଁ, ସେମାନଙ୍କୁ ବହୁ ଦୂରରେ ରଖିବା ଉଚିତ ଏବଂ ଇଥିଲିନ ସ୍କ୍ରବର୍ ସ୍ଥାପନ କରାଯିବା ଉଚିତ୍ |",
      three: {
        bold: "ଭୁଲ ଦ୍ରବ୍ୟକୁ ଏକାଠି ଗଚ୍ଛିତ କରିବା ଦ୍ୱାରା ଉତ୍ପାଦର ଗୁଣବତ୍ତା ଏବଂ ବଜାର ମୂଲ୍ୟର ଏକ ମହତ୍ତ୍ୱପୂର୍ଣ୍ଣ କ୍ଷତି ହୋଇପାରେ,",
        details: "ବିଶେଷକରି ଏକ ଦୀର୍ଘ ସଂରକ୍ଷଣ ଅବଧି ମଧ୍ୟରେ |",
      },
    },
    air: {
      title: "ବାୟୁ ସଂରଚନା: ",
      one: "ଅମ୍ଳଜାନ (O2) ଗାଢତା ହ୍ରାସ କରିବା ଏବଂ ଅଙ୍ଗାରକାମ୍ଳ (CO2) ଗାଢତା କୁ ସାମାନ୍ୟ ବୃଦ୍ଧି କରିବା ଫଳ ଏବଂ ପନିପରିବାରେ ଶାରୀରିକ ପ୍ରକ୍ରିୟାକୁ ମନ୍ଥର କରିଥାଏ, ତେଣୁ ସଂରକ୍ଷଣ ଜୀବନ ବଢ଼ାଇଥାଏ | ଏହା ନିୟନ୍ତ୍ରିତ ବାତାବରଣ ସଂରକ୍ଷଣ କିମ୍ବା ପ୍ୟାକେଜିଂରେ କରାଯାଇପାରିବ |",
    },
  },
  coolingService: {
    title: "ଶୀତଳନ-ସେବା (CaaS) କାହାକୁ କୁହାଯାଏ?",
    business: {
      title: "ବ୍ୟବସାୟ ମଡେଲ୍ |",
      one: "ଶୀତଳନ-ସେବା (CaaS) ଉପଭୋକ୍ତା ମାନଙ୍କୁ ଶୀତଳ ଭଣ୍ଡାର ର ସେବା ଯୋଗାଇ ଦେଇଥାଏ ",
      two: "ଗଚ୍ଛିତ ଖାଦ୍ୟର ପରିମାଣ ଏବଂ ସଂରକ୍ଷଣ ଅବଧି ଅନୁସାରେ ଶୁଳ୍କ ସ୍ଥିର କରାଯାଏ |",
      three:
        "ଉପଭୋକ୍ତା ଫସଲ ପ୍ରତ୍ୟାହାର ପରେ ଶୀତଳ ପ୍ରକୋଷ୍ଠ ଅପରେଟରମାନଙ୍କୁ ସିଧାସଳଖ ଶୁଳ୍କ  ପୈଠ କରନ୍ତି | ଏହି ଦେୟ ବଦଳରେ କୁଲିଂ କମ୍ପାନୀଗୁଡିକ ଶୀତଳ ପ୍ରକୋଷ୍ଠର ମାଲିକାନା, ପରିଚାଳନା ଏବଂ ରକ୍ଷଣାବେକ୍ଷଣ କରନ୍ତି |",
    },
    stakeholders: {
      title: "ପ୍ରମୁଖ ହିତାଧିକାରୀ |",
      providers: {
        title: "ଶୀତଳନ ସେବା ପ୍ରଦାନକାରୀ:",
        details:
          "ସେମାନେ କୃଷକ କିମ୍ବା FPO କୁ ନାମମାତ୍ର ଚାର୍ଜରେ ଶୀତଳ ଭଣ୍ଡାର ସେବା ପ୍ରଦାନ କରନ୍ତି | ସେମାନେ ସୌର କିମ୍ବା ବାୟୋମାସ୍ ପରି ନିର୍ମଳ ଶକ୍ତି କୁ ପ୍ରାଧାନ୍ୟ ଦେବା ସହିତ ଶୀତଳ ଭଣ୍ଡାରର ମାଲିକାନା ଗ୍ରହଣ କରନ୍ତି ଏବଂ ପରିଚାଳନା କରନ୍ତି| ଷ୍ଟୋରେଜ୍ ବ୍ୟତୀତ, ପରିଚାଳକମାନେ ବିକ୍ରେତା ଏବଂ କ୍ରେତାଙ୍କୁ ସଂଯୋଗ କରି ସୂଚନା ବ୍ୟବଧାନକୁ ହ୍ରାସ କରି ବଜାର ପ୍ରବେଶକୁ ସହଜ କରିପାରିବେ |",
      },
      users: {
        title: "ଶୀତଳ ଭଣ୍ଡାର ଉପଭୋକ୍ତା:",
        details:
          "ଆପଣଙ୍କ VCCA କ୍ଷୁଦ୍ର ଚାଷୀ ଏବଂ ଖୁଚୁରା ବେପାରୀ ଙ୍କୁ ସହଯୋଗ କରେ ଯେଉଁମାନେ ସୀମିତ ଜମି ଏବଂ ସମ୍ବଳ ବିନିଯୋଗ କରି ସଂଘର୍ଷ କରନ୍ତି ଏବଂ ଉତ୍ପାଦକୁ ରାସ୍ତା କଡ଼ରେ କିମ୍ବା ସ୍ଥାନୀୟ ବଜାରରେ ବିକ୍ରି କରନ୍ତି | ଷ୍ଟୋରେଜ୍ ର ଅଭାବ ସେମାନଙ୍କର ମୂଲାମୂଲି କରିବାର ଶକ୍ତିକୁ କ୍ଷୁର୍ଣ୍ଣ କରେ, ଫଳସ୍ୱରୂପ ଅଭାବୀ ବିକ୍ରି ଏବଂ ସ୍ୱଳ୍ପ ଆୟ ହୁଏ | ଆପଣଙ୍କ VCCA ସେମାନଙ୍କ ଉତ୍ପାଦକୁ ସୁଲଭ ମୂଲ୍ୟରେ ଶୀତଳ କୋଠରୀରେ ରଖିବା ପାଇଁ ବିକଳ୍ପ ପ୍ରଦାନ କରେ |",
      },
      producer: {
        title: "କୃଷକ ଉତ୍ପାଦକ ସଂଗଠନ:",
        details:
          "FPO କୃଷକମାନଙ୍କୁ ଏକତ୍ର କରି, ଶେଷ ପର୍ଯ୍ୟନ୍ତ କୃଷି ସହାୟତା ପ୍ରଦାନ କରେ | CaaS ଅଧୀନରେ, FPO ଗୁଡିକ ଗ୍ରାହକ, ଅପରେଟର ଭାବରେ କାର୍ଯ୍ୟ କରିପାରିବେ, କିମ୍ବା ସଦସ୍ୟଙ୍କ ଉତ୍ପାଦ କ୍ରୟ, ବଜାର ଲିଙ୍କେଜ୍ ଏବଂ କୃଷକଙ୍କ ଅର୍ଥନୈତିକ କାର୍ଯ୍ୟକ୍ଷମତା ଉନ୍ନତ କରି ଭଲ ମୂଲ୍ୟରେ ଶୀତଳ ଭଣ୍ଡାରକୁ ବ୍ୟବହାର କରିପାରିବେ |",
      },
    },
  },
  multiCommodityStorage: {
    title: "ବହୁମୁଖୀ ଉତ୍ପାଦ ଶୀତଳ ପ୍ରକୋଷ୍ଠ ରେ ସର୍ବୋତ୍ତମ ସଂରକ୍ଷଣ ଅବସ୍ଥା |",
    temp: {
      title: "ତାପମାତ୍ରା:",
      one: "ସର୍ବୋତ୍ତମ ସଂରକ୍ଷଣ ତାପମାତ୍ରା ନିମ୍ନଲିଖିତ କାରଣଗୁଡ଼ିକ ଦ୍ୱାରା ପ୍ରଭାବିତ ହୋଇଥାଏ: ଫସଲ ପ୍ରକାର ଏବଂ ଚାଷ, ଅମଳର ପରିପକ୍ୱତା, ଅମଳ ପୂର୍ବ ରୁ ବଢୁଥିବା ଅବସ୍ଥା (ଯେପରିକି ପରିବେଶର ତାପମାତ୍ରା ଏବଂ ବୃଷ୍ଟିପାତ) ଏବଂ ଅମଳ ପରବର୍ତୀ ରକ୍ଷଣାବେକ୍ଷଣ ",
      two: "ଅଲଗା ଅଲଗା  ଉତ୍କୃଷ୍ଟ ତାପମାତ୍ରା ଥିବା ଫଳ ଏବଂ ପନିପରିବାଗୁଡ଼ିକୁ ଶୀତଳ ଭଣ୍ଡାର ରେ ଏକାସାଙ୍ଗରେ ସଂରକ୍ଷଣ କରିବାକୁ ହେଲେ ସତର୍କତା ଅବଲମ୍ବନ କରାଯିବା ଉଚିତ |",
      three: {
        title:
          "ସଂରକ୍ଷିତ ଉତ୍ପାଦ ତାପମାତ୍ରା ଉପରେ ଆଧାର କରି ଦୁଇଟି ଗୋଷ୍ଠୀ ଚିହ୍ନଟ କରାଯାଇପାରେ:",
        one: {
          bold: "ଗୋଷ୍ଠୀ 1 (‘ଶୀତଳ’ ଗୋଷ୍ଠୀ):",
          details: "ସର୍ବୋତ୍କୃଷ୍ଟ ତାପମାତ୍ରା <7 ° C |",
        },
        two: {
          bold: "ଗୋଷ୍ଠୀ 1 (‘ଉଷ୍ମ’ ଗୋଷ୍ଠୀ):",
          details: "ସର୍ବୋତ୍କୃଷ୍ଟ ତାପମାତ୍ରା >7 ° C |",
        },
      },
      four: "ଯେତେବେଳେ ଦୁଇଟି ଶୀତଳ ପ୍ରକୋଷ୍ଠ  ଉପଲବ୍ଧ ହୁଏ, ଗୋଟିଏ କୋଠରୀ 7 ° C ତଳେ କାର୍ଯ୍ୟ କରିପାରିବ ଏବଂ ଅନ୍ୟଟି ଅଧିକ ତାପମାତ୍ରା (> 7 ° C) ରେ ସେଟ୍ ହୋଇପାରେ |",
      five: {
        one: "ଯେତେବେଳେ କେବଳ ଗୋଟିଏ ପ୍ରକୋଷ୍ଠ ଉପଲବ୍ଧ ହୁଏ, କୋଠରୀରେ ଥିବା ତାପମାତ୍ରାକୁ ସମସ୍ତ ଫସଲ ଅନୁଯାୟୀ ଅନୁକୂଳ କରିବାକୁ ପଡିବ | ସାଧାରଣତଃ,",
        two: "କୋଠରୀରେ ଥିବା ସମସ୍ତ ଫସଲର ସର୍ବୋଚ୍ଚ ଅନୁକୂଳ ତାପମାତ୍ରାକୁ ବୃଦ୍ଧି କରାଯିବା ଉଚିତ |",
        three:
          "ଏହା ଦ୍ୱାରା ଗୋଷ୍ଠୀ 1 (‘ଶୀତ’) ର ଗଚ୍ଛିତ ଉତ୍ପାଦଗୁଡ଼ିକ ଶୀଘ୍ର ପାଚିଯିବ, କିନ୍ତୁ",
        four: "ଅତ୍ୟଧିକ ଥଣ୍ଡା ଜନିତ କ୍ଷତ କୁ ରୋକିବା ଜରୁରୀ ଅଟେ ",
        five: "ଅତ୍ୟନ୍ତ କମ ତାପମାତ୍ରା ପ୍ରୟୋଗ କରିବା ଦ୍ୱାରା ଉତ୍ପାଦଗୁଡିକ ନଷ୍ଟ ହୋଇଯାଏ |",
      },
      six: "ଶୀତଳ ପ୍ରକୋଷ୍ଠର ଡିଜାଇନ୍ ରେ ଉଷ୍ମ ଜୋନ୍ ସୃଷ୍ଟି କରିବା ପାଇଁ ମାନୁଆଲରେ ପରିବର୍ତ୍ତନ କରାଯାଇପାରେ, ଉଦାହରଣ ସ୍ୱରୂପ, କୋଠରୀ ମଧ୍ୟରେ ବିଭିନ୍ନ କମ୍ପାର୍ଟମେଣ୍ଟ୍ ସୃଷ୍ଟି କରିବା ପାଇଁ ଟାରପଲିନ୍ ପରଦା ଝୁଲା ଯାଇପାରେ |",
      seven:
        "ଅଧିକ ସର୍ବୋତ୍କୃଷ୍ଟ ତାପମାତ୍ରା ଥିବା ଉତ୍ପାଦଗୁଡିକ ମଧ୍ୟ ଏକ ଛାଇରେ ଗଛିତ ହୋଇପାରେ କିମ୍ବା ଶୀତଳ କୋଠରୀ ବାହାରେ ପାଶୀଭ  କୁଲର୍ ବ୍ୟବହାର କରିହେବ |",
    },
    ethylene: {
      title: "ଏଥିଲିନ",
      one: "ଏଥିଲିନ ବିଭିନ୍ନ ଫସଲର ପାଚନ ପ୍ରକ୍ରିୟା କୁ ଆରମ୍ଭ କରିଥାଏ ଏବଂ ଏହିପରି ସେମାନଙ୍କର ସଂରକ୍ଷଣତାକୁ ହ୍ରାସ କରିପାରେ |",
      two: {
        bold: "ଏଥିଲିନ ଉତ୍ପାଦନ କରୁଥିବା ଫସଲଗୁଡିକ ଏଥିଲିନ ପ୍ରତି ସମ୍ବେଦନଶୀଳ ଫସଲଠାରୁ ବହୁ ଦୂରରେ ରଖିବା ଉଚିତ,",
        details:
          "ବାୟୁରୁ ଇଥିଲିନକୁ ହଟାଇବା ପାଇଁ (what to install) ସଂସ୍ଥାପିତ ହେବା ଉଚିତ, ଯାହାଦ୍ୱାରା ସମ୍ବେଦନଶୀଳ ଫସଲ ଉପରେ ଏହାର ପ୍ରଭାବ ହ୍ରାସ ହୋଇଥାଏ |",
      },
      three:
        "ଏଥିଲିନ ଉତ୍ପାଦନ କରୁଥିବା ଫସଲଗୁଡିକ ଶୀତଳ ଭଣ୍ଡାରର ପ୍ରସ୍ଥାନ (କବାଟ ପାଖରେ କିମ୍ବା କୋଠରୀରୁ ବାୟୁ ଯେଉଁବାଟେ ବାହାରକୁ ଯାଉଛି) ପାଖରେ ରଖାଯାଏ |",
    },
    table: {
      title: "ମନୋନୀତ ଫସଲ ପାଇଁ ତାଲିକା",
      one: "ଏଠାରେ ଥିବା ଟେବୁଲରେ ଆମେ ସର୍ବୋତ୍କୃଷ୍ଟ ତାପମାତ୍ରା, ଏଥିଲିନ ସମ୍ବେଦନଶୀଳତା ଏବଂ ଉତ୍ପାଦନ ଏବଂ ସର୍ବୋତ୍କୃଷ୍ଟ ଅବସ୍ଥାରେ ରଖାଯାଇଥିବା ଉତ୍ପାଦଗୁଡ଼ିକ ପାଇଁ ହାରାହାରି ସଂରକ୍ଷଣ କାଳ ବିଷୟରେ ଏକ ସମୀକ୍ଷା ଉପସ୍ଥାପନ କରୁ |",
      two: "ଏଠାରେ",
      three:
        "ଆମେ ସର୍ବୋତ୍କୃଷ୍ଟ ତାପମାତ୍ରା, ଏଥିଲିନ ସମ୍ବେଦନଶୀଳତା ଏବଂ ଉତ୍ପାଦନ, ଏବଂ ସର୍ବୋତ୍କୃଷ୍ଟ ଅବସ୍ଥାରେ ରଖାଯାଇଥିବା ଉତ୍ପାଦଗୁଡ଼ିକ ର ହାରାହାରି ସଂରକ୍ଷଣ କାଳ ବିଷୟରେ ସମୀକ୍ଷା ଉପସ୍ଥାପନା କରିଥାଉ |",
    },
  },
  cropStorage: {
    title: "ଫସଲ ସଂରକ୍ଷଣ ତାଲିକା |",
    attention: "ଧ୍ୟାନ ଦିଅନ୍ତୁ!",
    combinations:
      "“ଏଥିଲିନ ଉତ୍ପାଦନ” ଏବଂ “ଏଥିଲିନ ସମ୍ବେଦନଶୀଳତା” ମୂଲ୍ୟ ଅନୁଯାୟୀ ଫସଲ ଏକାଠି ଗଚ୍ଛିତ ହେବା ଉଚିତ୍ | ନିମ୍ନରେ ତାଲିକାଭୁକ୍ତ ହୋଇଥିବା combination  ଗୁଡିକ ଏକାଠି ଗଚ୍ଛିତ ହେବା ଉଚିତ୍ ନୁହେଁ |<legend with colored dots > ଯଦି ଆପଣ ଶୀତଳ ପ୍ରକୋଷ୍ଠରେ ଉକ୍ତ ଯେ କୌଣସି ମିଶ୍ରଣକୁ ଚିହ୍ନଟ କରନ୍ତି, ତୁରନ୍ତ କ୍ରେଟ ଗୁଡ଼ିକୁ ଯଥାସମ୍ଭବ ଦୂରରେ ରଖନ୍ତୁ |",
    identify:
      "ଯଦି ଆପଣ ଶୀତଳ ପ୍ରକୋଷ୍ଠରେ ଏହି କୌଣସି ସଂଯୋଜନା କୁ ଚିହ୍ନଟ କରନ୍ତି, ତୁରନ୍ତ କ୍ରେଟ ଗୁଡ଼ିକୁ ଯଥାସମ୍ଭବ ଦୂରରେ ରଖନ୍ତୁ |",
    combo: "କମ୍ବୋ |",
    instructions:
      "ତାଲିକା ଟି କୁ  କିପରି ପଢ଼ାଯାଏ: ଏଥିଲିନ-ସମ୍ବେଦନଶୀଳତା ଉପରେ ଆଧାର କରି ଫସଲକୁ ଏକତ୍ର ରଖାଯାଇପାରିବ, ଆପଣ “ଏଥିଲିନ ଉତ୍ପାଦନ” ସ୍ତମ୍ଭ ଏବଂ “ଇଥିଲିନ୍ ସମ୍ବେଦନଶୀଳତା” ସ୍ତମ୍ଭରେ ଥିବା ରଙ୍ଗକୁ ସୂଚିତ କରିପାରିବେ |",
    name: "ନାମ",
    temperature: "ତାପମାନ",
    "storage-time": "ଭଣ୍ଡାରଣ ର ସମୟ",
    "ethylene-prod": "ଏଥିଲିନ ଉତ୍ପାଦନ ",
    "ethylene-sens": "ଏଥିଲିନ ସମ୍ବେଦନଶୀଳତା",
    reference:
      "Cantwell, M. (2001) ରୁ ତଥ୍ୟ ବାହାର କରାଯାଇଥିଲା | ତାଜା ଫଳ ଏବଂ ପନିପରିବାର ଦୀର୍ଘକାଳୀନ ସଂରକ୍ଷଣ ପାଇଁ ଗୁଣ ଏବଂ ଅନୁଶାସିତ ଅବସ୍ଥା | UC Davis |",
    days: "ଦିନ",
    months: "ମାସଗୁଡିକ",
    weeks: "ସପ୍ତାହଗୁଡିକ",
  },
} satisfies Translations;
